
INSERT INTO keep_lesson
VALUES(NULL,2,"img/content/1.jpg","零噪音系列");
INSERT INTO keep_lesson
VALUES(NULL, 9, "img/content/2.jpg","柔韧性提升");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/3.jpg","瑜伽●备孕");
INSERT INTO keep_lesson
VALUES(NULL, 4, "img/content/4.jpg","肩颈舒缓瑜伽");
INSERT INTO keep_lesson
VALUES(NULL, 4, "img/content/5.png","情人节互动训练");
INSERT INTO keep_lesson
VALUES(NULL, 6, "img/content/6.jpg","热身放松");
INSERT INTO keep_lesson
VALUES(NULL, 5, "img/content/7.jpg","伤痛预防");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/8.jpg","跑步能力");
INSERT INTO keep_lesson
VALUES(NULL, 1, "img/content/9.png","Burpees 燃脂");
INSERT INTO keep_lesson
VALUES(NULL, 4, "img/content/10.png","跑步能力提升");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/11.jpg","力量激活");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/12.png","HIIT 燃脂");
INSERT INTO keep_lesson
VALUES(NULL, 2, "img/content/1.jpg","零噪音系列");
INSERT INTO keep_lesson
VALUES(NULL, 9, "img/content/2.jpg", "柔韧性提升");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/3.jpg", "瑜伽●备孕");
INSERT INTO keep_lesson
VALUES(NULL, 4, "img/content/4.jpg", "肩颈舒缓瑜伽");
INSERT INTO keep_lesson
VALUES(NULL, 4, "img/content/5.png", "情人节互动训练");
INSERT INTO keep_lesson
VALUES(NULL, 6, "img/content/6.jpg", "热身放松");
INSERT INTO keep_lesson
VALUES(NULL, 5, "img/content/7.jpg", "伤痛预防");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/8.jpg", "跑步能力");
INSERT INTO keep_lesson
VALUES(NULL, 1, "img/content/9.png", "Burpees 燃脂");
INSERT INTO keep_lesson
VALUES(NULL, 4, "img/content/10.png", "跑步能力提升");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/11.jpg", "力量激活");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/12.png", "HIIT 燃脂");
INSERT INTO keep_lesson
VALUES(NULL, 2, "img/content/1.jpg","零噪音系列");
INSERT INTO keep_lesson
VALUES(NULL, 9, "img/content/2.jpg", "柔韧性提升");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/3.jpg", "瑜伽●备孕");
INSERT INTO keep_lesson
VALUES(NULL, 4, "img/content/4.jpg", "肩颈舒缓瑜伽");
INSERT INTO keep_lesson
VALUES(NULL, 4, "img/content/5.png", "情人节互动训练");
INSERT INTO keep_lesson
VALUES(NULL, 6, "img/content/6.jpg", "热身放松");
INSERT INTO keep_lesson
VALUES(NULL, 5, "img/content/7.jpg", "伤痛预防");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/8.jpg", "跑步能力");
INSERT INTO keep_lesson
VALUES(NULL, 1, "img/content/9.png", "Burpees 燃脂");
INSERT INTO keep_lesson
VALUES(NULL, 4, "img/content/10.png", "跑步能力提升");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/11.jpg", "力量激活");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/12.png", "HIIT 燃脂");
INSERT INTO keep_lesson
VALUES(NULL, 2, "img/content/1.jpg","零噪音系列");
INSERT INTO keep_lesson
VALUES(NULL, 9, "img/content/2.jpg", "柔韧性提升");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/3.jpg", "瑜伽●备孕");
INSERT INTO keep_lesson
VALUES(NULL, 4, "img/content/4.jpg", "肩颈舒缓瑜伽");
INSERT INTO keep_lesson
VALUES(NULL, 4, "img/content/5.png", "情人节互动训练");
INSERT INTO keep_lesson
VALUES(NULL, 6, "img/content/6.jpg", "热身放松");
INSERT INTO keep_lesson
VALUES(NULL, 5, "img/content/7.jpg", "伤痛预防");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/8.jpg", "跑步能力");
INSERT INTO keep_lesson
VALUES(NULL, 1, "img/content/9.png", "Burpees 燃脂");
INSERT INTO keep_lesson
VALUES(NULL, 4, "img/content/10.png", "跑步能力提升");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/11.jpg", "力量激活");
INSERT INTO keep_lesson
VALUES(NULL, 3, "img/content/12.png", "HIIT 燃脂");
--
INSERT INTO keep_lesson_list
VALUES(1, null, "img/content/零噪音系列/1.jpg", "零噪音系列","零噪音减脂入门","课程采用
「零噪音」的设计理念，避免了常规减脂训练中双脚同时离地的高噪音动作。同时，课程通过循环训练使训练者在训练过程中的心率始终保持在高效的减脂区间，让训练者在不打扰他人的情况下高效燃脂。",1,35145744,"全身");
INSERT INTO keep_lesson_list
VALUES(1, null, "img/content/零噪音系列/2.jpg", "零噪音系列", "零噪音减脂入进阶", "课程采用
「零噪音」的设计理念，避免了常规减脂训练中双脚同时离地的高噪音动作。同时，课程通过高强度循环训练使训练者在训练过程中的心率始终保持在高效的减脂区间，让训练者在不打扰他人的情况下高效燃脂。", 3, 15475125, "全身");
INSERT INTO keep_lesson_list
VALUES(2, null, "img/content/柔韧性提升/1.jpg", "柔韧性提升", "一字马", "每天练习
，四周练出竖叉。柔韧性的训练是一个细水长流的过程，需要长时间、高频率的训练，才能见效。如果你有练出一字马的信心，不妨从这套课程开始，循序渐进地练习。如果你有一定的柔韧性基础，4周就可以练出一字马。", 1, 5471242, "腿部");
INSERT INTO keep_lesson_list
VALUES(2, null, "img/content/柔韧性提升/2.jpg", "柔韧性提升", "一字马横叉", "每天练习
，四周练成一字马。柔韧性的训练是一个细水长流的过程，需要长时间、高频率的训练，才能见效。如果你有练出一字马的信心，不妨从这套课程开始，循序渐进地练习。如果你有一定的柔韧基础，4周就可以练成一字马", 1, 3225178, "腿部");
INSERT INTO keep_lesson_list
VALUES(2, null, "img/content/柔韧性提升/3.jpg", "柔韧性提升", "瑜伽●柔韧", "提升身体的柔韧度
，为各种体式打好基础。这个课程能放松身体肌肉，提高关节灵活性。练习主要针对大腿前侧、后侧、腰部、肩部和手臂，让身体变得柔软的同时增加稳定，缓解身体僵硬，使心情舒畅，精力充沛。", 1, 53980702, "全身");
INSERT INTO keep_lesson_list
VALUES(2, null, "img/content/柔韧性提升/4.jpg", "柔韧性提升", "下肢拉伸", "股四头肌
、腘绳肌、内收肌、臀大肌、腓肠肌拉伸训练，同样适用于跑后、骑行后的拉伸。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 4595378, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(2, null, "img/content/柔韧性提升/5.jpg", "柔韧性提升", "上肢拉伸", "肱二头肌
、肱三头肌、胸大肌、三角肌拉伸训练。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 2344303, "胸部 肩部 手部");
INSERT INTO keep_lesson_list
VALUES(2, null, "img/content/柔韧性提升/6.jpg", "柔韧性提升", "躯干拉伸", "腹直肌
、腹外斜肌、胸椎、背阔肌、腰方肌拉伸训练。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 1370550, "背部 腰部 腹部");
INSERT INTO keep_lesson_list
VALUES(2, null, "img/content/柔韧性提升/7.jpg", "柔韧性提升", "瑜伽●简易柔韧体式串联", "课程从站立体式开始
，进入到坐立体式，跪立体式，和仰卧体式，让练习者全面体验瑜伽体式不同位置的体式以及简单的变化形式，练习此课程可全面拉伸身体各处，在力量建立的基础上，舒缓肌肉紧张和身体疲劳。", 1, 3133801, "全身");
INSERT INTO keep_lesson_list
VALUES(2, null, "img/content/柔韧性提升/8.jpg", "柔韧性提升", "瑜伽●站姿柔韧体式入门", "课程从基础的站立体式入手
，让练习者能逐渐在体式中找到正确的发力点，关注身体的感受，从而打开身体的觉知。课程仅在站立体位的体式中进行串联，避免复杂的体位变化，让练习者能更加专注于体式练习本身；站立体式的练习以下半身的力量和柔韧为主，同时能帮助练习者通过本次课程熟悉瑜伽站立体式串联的方式和顺序，为更加全面的瑜伽练习打下基础", 1, 3077991, "全身");
INSERT INTO keep_lesson_list
VALUES(2, null, "img/content/柔韧性提升/9.jpg", "柔韧性提升", "瑜伽●脊柱柔韧", "当身体的柔韧性达不到瑜伽体式的要求时
，训练时就会出现身体上的疼痛。脊柱柔韧的课程主要以拉伸肌肉为目的，增加脊柱的灵活性，以柔克刚，让身体变得更加柔韧，从而达到更高的瑜伽水准。", 1, 1937215, "全身");
INSERT INTO keep_lesson_list
VALUES(3, null, "img/content/瑜伽-备孕/1.jpg", "瑜伽●备孕", "瑜伽●备孕", "在不同阶段进行合理有效的运动在孕育生命时越来越被重视，本次课程针对备孕期间（尚未怀孕者）的人群设计。通过简单适量的体式习练，加强盆腔区域的血液循环，放松肩颈，有效改善因工作或生活习惯带来的身体僵硬紧张，助您在良好的状态中迎接孕期的到来。课程中后期，可以和伴侣共同练习，也可以单独练习。", 3, 195047, "全身");
INSERT INTO keep_lesson_list
VALUES(3, null, "img/content/瑜伽-备孕/2.jpg", "瑜伽●备孕", "备孕瑜伽●滋养孕育空间", "「备孕瑜伽●滋养孕育空间」由美国孕产大师 · Jennifer More 精心打造，近20年的孕产瑜伽教学经验，让你从打开心开始，再去打开下腹部。本节课程能帮助我们将能量和意识带入到腹部这片孕育生命的区域，为迎接宝宝做好准备。在这节轻柔的课程习练中，将专注力放在打开下腹部这片区域，同时打开心胸，感受当下身体的美好！", 1, 89728, "全身");
INSERT INTO keep_lesson_list
VALUES(3, null, "img/content/瑜伽-备孕/3.jpg", "瑜伽●备孕", "备孕瑜伽●建立孕育能量", "健康的体魄，良好的心态，是迎接新生命的到来的基础。本次课程针对备孕期间（尚未怀孕者）的人群设计。通过流动的体式串联，加强盆腔区域的血液循环，以及身体肌肉的力量，有效改善因工作或生活习惯带来的身体僵硬紧张，助您在良好的状态中迎接孕期的到来。", 1, 38569, "全身");
INSERT INTO keep_lesson_list
VALUES(4, null, "img/content/肩颈舒缓瑜伽/1.jpg", "肩颈舒缓瑜伽", "体态瑜伽●颈前倾缓解", "日常不良习惯和体态会导致肩颈部分长期处于紧张状态，从而使肩颈部位经常酸痛，甚至导致颈前倾等体态问题，不仅影响美观还会影响睡眠。本课程将从相对轻量的动作入手，用瑜伽相对舒缓的方法帮助你拉伸放松你的肩颈，建立正确的发力感知，有效预防或改善颈前倾的体态问题。", 1,669337, "全身");
INSERT INTO keep_lesson_list
VALUES(4, null, "img/content/肩颈舒缓瑜伽/2.jpg", "肩颈舒缓瑜伽", "舒缓瑜伽●晨间肩颈唤醒", "长期伏案，缺乏运动，是否让你在一觉醒来仍然感到肩颈疲劳酸痛？本课程将从相对轻量的动作入手，助你建立肩颈力量，唤醒身体机能，有效预防肩颈疲劳的加重。", 1, 669337, "肩部 颈部");
INSERT INTO keep_lesson_list
VALUES(4, null, "img/content/肩颈舒缓瑜伽/3.jpg", "肩颈舒缓瑜伽", "舒缓瑜伽●午间肩颈放松", "日常的不良习惯和体态导致肩颈部分长期处于紧张状态，本次课程将在短短十分钟左右通过一些轻柔简单的动作使你快速得到放松，你只需要坐在一把椅子上，就可以参加练习。", 1,192213, "全身");
INSERT INTO keep_lesson_list
VALUES(4, null, "img/content/肩颈舒缓瑜伽/4.jpg", "肩颈舒缓瑜伽", "舒缓瑜伽●晚间肩颈拉伸", "一天的工作和生活结束后，肩颈疲劳难耐，会影响睡眠和休息，你可以尝试参与本次课程进行拉伸放松。从简单且不强迫自己的体式中，体会呼吸和身体，渐渐的平静下来。", 1, 440152, "全身");
INSERT INTO keep_lesson_list
VALUES(5, null, "img/content/情人节互动训练/1.jpg", "情人节互动训练", "小腿按摩", "跑步、逛街以及长时间穿高跟鞋很容易造成小腿肌肉僵硬，变粗。但通过针对性的按摩，这种情况能立即得到缓解，同时还能间接改善膝盖、腰部的酸痛。本课程属于放松按摩课程，通过手法对小腿肌肉、筋膜进行松解", 1, 10133076, "腿部");
INSERT INTO keep_lesson_list
VALUES(5, null, "img/content/情人节互动训练/2.jpg", "情人节互动训练", "腰背深度按摩", "腰背疼痛是困扰现在大多数白领的问题，甚至影响了很多人原有的生活质量，本课程通过对腰背肌肉的按摩松解，极大程度上地缓解了僵硬、紧张、酸痛等问题，提高你的生活质量。本课程属于放松按摩课程，通过手法对腰、背紧张的肌肉、筋膜进行松解。", 1, 668888, "腰部 腿部");
INSERT INTO keep_lesson_list
VALUES(5, null, "img/content/情人节互动训练/3.jpg", "情人节互动训练", "上班族肩颈按摩", "长期伏案办公会让双臂、双肩保持前伸状态，造成背部肌肉松弛，从而形成驼背体态。本课程不仅能改善驼背体态，对于肩颈紧张、僵硬疲劳、酸痛，偏头痛、头部旋转受限等问题也有很好的帮助。本课程属于放松按摩课程，通过手法对肩颈部紧张的肌肉、筋膜进行松解。", 1, 982762, "肩部 颈部");
INSERT INTO keep_lesson_list
VALUES(5, null, "img/content/情人节互动训练/4.jpg", "瑜伽●备孕", "瑜伽●备孕", "在不同阶段进行合理有效的运动在孕育生命时越来越被重视，本次课程针对备孕期间（尚未怀孕者）的人群设计。通过简单适量的体式习练，加强盆腔区域的血液循环，放松肩颈，有效改善因工作或生活习惯带来的身体僵硬紧张，助您在良好的状态中迎接孕期的到来。课程中后期，可以和伴侣共同练习，也可以单独练习。", 3, 195047, "全身");
INSERT INTO keep_lesson_list
VALUES(6, null, "img/content/热身放松/1.jpg", "热身放松", "跑前热身", "跑步前的热身活动，帮助我们预防损伤，跑出健康与活力。根据从一般到专项的热身原则，我们从关节功能开始进行热身活动，逐步过渡到全身的温度提升，最后到贴近专项，让你在短短的几分钟之后，能直接上跑道，达到最佳跑步状态。", 1, 3866506, "全身");
INSERT INTO keep_lesson_list
VALUES(6, null, "img/content/热身放松/2.jpg", "热身放松", "跑后拉伸", "针对跑步的放松动作，徒手，随时都能完成。针对跑步而专门设计的放松训练，涉及参与跑步的所有肌群，帮助我们更好的放松肌肉，恢复活力。", 1, 5525907, "全身");
INSERT INTO keep_lesson_list
VALUES(6, null, "img/content/热身放松/3.jpg", "热身放松", "下肢拉伸", "股四头肌、腘绳肌、内收肌、臀大肌、腓肠肌拉伸训练，同样适用于跑后、骑行后的拉伸。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 4595474, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(6, null, "img/content/热身放松/4.jpg", "热身放松", "泡沫轴全身按摩", "利用泡沫轴，给自己做一次舒服的全身按摩。按摩与拉伸都有助于肌肉的放松，泡沫轴按摩针对的是肌肉中某一个紧张的点进行按摩，相比肌肉整体的拉伸，针对性更强。两者配合，能达到更好的放松效果。", 1, 1662314, "全身");
INSERT INTO keep_lesson_list
VALUES(6, null, "img/content/热身放松/5.jpg", "热身放松", "跑前准备", "跑步是一个下肢为主的运动模式，它的热身方式与平时健身会有些区别。我们日常的行走坐卧会让下肢肌肉的紧张程度不一，这种不平衡会让跑姿变得不自然，增加了受伤的风险。", 1, 2408212, "腿部 腰部");
INSERT INTO keep_lesson_list
VALUES(6, null, "img/content/热身放松/6.jpg", "热身放松", "小腿按摩", "跑步、逛街以及长时间穿高跟鞋很容易造成小腿肌肉僵硬，变粗。但通过针对性的按摩，这种情况能立即得到缓解，同时还能间接改善膝盖、腰部的酸痛。本课程属于放松按摩课程，通过手法对小腿肌肉、筋膜进行松解。", 1, 10133112, "腿部");
INSERT INTO keep_lesson_list
VALUES(7, null, "img/content/伤痛预防/1.jpg", "伤痛预防", "跑步膝预防", "膝盖是跑步伤病率最高的身体部位，跑步膝就是医学上所说的髂胫束症候群（髂胫束其实就像一个橡皮筋将大腿和小腿连接起来），髂胫束症候群的成因，一是因为训练量过大造成髂胫束紧张，无法放松，二是髋外展肌群过于薄弱，造成阔筋膜张肌代偿紧张。该课程对膝盖和髋关节附近的肌群进行牵拉和强化，达到缓解髂胫束症候群的作用。", 1, 777774, "腿部");
INSERT INTO keep_lesson_list
VALUES(7, null, "img/content/伤痛预防/2.jpg", "伤痛预防", "膝前侧疼痛缓解阶段1", "针对跑、跳及球类运动中极易出现的髌腱炎问题而设计。髌腱炎也称跑跳膝、膝前痛，主要表现为蹲跳时膝前侧疼痛，膝盖下方一点处用力按压痛，且疼痛会在开始运动时和运动后出现，在运动中疼痛会短暂消失。", 1, 3173034, "腿部 臀部 腹部");
INSERT INTO keep_lesson_list
VALUES(7, null, "img/content/伤痛预防/3.jpg", "伤痛预防", "膝前侧疼痛缓解阶段2", "髌腱炎第二阶段的康复训练，即过了最初的疼痛期，通过一定强度的练习，达到增强下肢力量和功能的目的。", 1, 133190 , "腿部 臀部 腹部");
INSERT INTO keep_lesson_list
VALUES(7, null, "img/content/伤痛预防/4.jpg", "伤痛预防", "膝关节自我恢复阶段1", "缓解膝关节周围不适，加强膝关节功能并预防再次损伤。这是针对膝关节周围不适、疼痛，以及加强膝关节功能而设计的训练方案。", 1, 797305, "腿部");
INSERT INTO keep_lesson_list
VALUES(7, null, "img/content/伤痛预防/5.jpg", "伤痛预防", "膝关节自我恢复阶段2", "缓解膝关节周围不适，加强膝关节功能并预防再次损伤。这是针对膝关节周围不适、疼痛，以及加强膝关节功能而设计的训练方案。", 1, 469653, "腿部");
INSERT INTO keep_lesson_list
VALUES(8, null, "img/content/跑步能力/1.jpg", "跑步能力", "跑步核心训练", "核心在跑步过程当中担负着稳定重心，传导力量的作用。强大的核心可以让我们跑得更稳，减少体能的多余消耗。为跑步人群设计的针对性训练。在跑步过程中，身体的核心肌群负责维持骨盆的稳定，传导下肢的力量，从而提升成绩、避免伤病。与其他核心训练不同的是，跑步核心训练加入了与下肢配合的动作，以此提高两者的协调，能在跑步中发挥更大的作用。", 1, 798619, "腿部 腰部");
INSERT INTO keep_lesson_list
VALUES(8, null, "img/content/跑步能力/2.jpg", "跑步能力", "跑步稳定性提升", "下肢的稳定能让跑步变得更有效率，减少长跑的耗能，将损伤的概率降至最小。为跑步人群设计的针对性训练。在长距离跑步当中，由于能量的消耗、肌肉的疲劳紧张，会造成关节不稳定，对身体的感知和控制能力变弱，崴脚就是其中的一个。该课程通过跳跃训练和脚踝部位的力量训练，提高下肢关节的稳定性和灵活性。", 1, 582054, "腿部");
INSERT INTO keep_lesson_list
VALUES(8, null, "img/content/跑步能力/3.jpg", "跑步能力", "跑步膝预防", "膝盖是跑步伤病率最高的身体部位，跑步膝就是医学上所说的髂胫束症候群（髂胫束其实就像一个橡皮筋将大腿和小腿连接起来），髂胫束症候群的成因，一是因为训练量过大造成髂胫束紧张，无法放松，二是髋外展肌群过于薄弱，造成阔筋膜张肌代偿紧张。该课程对膝盖和髋关节附近的肌群进行牵拉和强化，达到缓解髂胫束症候群的作用。", 1, 789748, "腿部");
INSERT INTO keep_lesson_list
VALUES(9, null, "img/content/Burpees-燃脂/1.jpg", "Burpees 燃脂", "地狱Burpees挑战", "13 分钟，100 次burpee。Burpees 是单位时间内燃烧热量最高的健身动作之一，本课程共 100 次变式 Burpees，将会全方位轰炸你的心肺。", 5, 1439786, "全身");
INSERT INTO keep_lesson_list
VALUES(10, null, "img/content/跑步水平提升/1.png", "跑步水平提升", "跑步核心训练", "核心在跑步过程当中担负着稳定重心，传导力量的作用。强大的核心可以让我们跑得更稳，减少体能的多余消耗。为跑步人群设计的针对性训练。在跑步过程中，身体的核心肌群负责维持骨盆的稳定，传导下肢的力量，从而提升成绩、避免伤病。与其他核心训练不同的是，跑步核心训练加入了与下肢配合的动作，以此提高两者的协调，能在跑步中发挥更大的作用。", 2, 798677, "腹部 腰部");
INSERT INTO keep_lesson_list
VALUES(10, null, "img/content/跑步水平提升/2.jpg", "跑步水平提升", "跑步稳定性提升", "下肢的稳定能让跑步变得更有效率，减少长跑的耗能，将损伤的概率降至最小。为跑步人群设计的针对性训练。在长距离跑步当中，由于能量的消耗、肌肉的疲劳紧张，会造成关节不稳定，对身体的感知和控制能力变弱，崴脚就是其中的一个。该课程通过跳跃训练和脚踝部位的力量训练，提高下肢关节的稳定性和灵活性。", 2, 582152, "腿部");
INSERT INTO keep_lesson_list
VALUES(10, null, "img/content/跑步水平提升/3.jpg", "跑步水平提升", "下肢运动能力训练", "下肢运动能力是健身训练的基本功，是训练水平迈入新阶段的前提。下肢的运动能力是健身训练的基本功，训练好下肢，对跑步、骑行、球类竞技以及 Keep 里的全身训练都会有极大的帮助。不仅燃脂效率更高，还可以进一步加固关节，降低受伤几率。", 2, 798677, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(11, null, "img/content/力量激活/1.jpg", "力量激活", "核心功能入门", "核心强弱不仅仅决定腹肌形态，更决定你的运动能力。核心区域上到膈肌，下到盆底肌，包括腹横肌、多裂肌，以及外部的腹直肌、腹内外斜肌等等，由于没有骨骼的直接支撑，一直都是我们人体最容易薄弱的区域。在真实的运动中，我们的核心区域主要的任务是不发生形变，保持稳定的支撑，为我们的运动提供一个中心支点，所以，一般的腹肌训练只是在训练肌肉，而不是具有功能性的核心训练，让我们在这个课程中，一起体会核心发力的感觉", 1, 6677287, "背部 腹部 腰部");
INSERT INTO keep_lesson_list
VALUES(11, null, "img/content/力量激活/2.jpg", "力量激活", "腹部肌肉唤醒", "本课程通过对腹部的全方位刺激，让松弛的小腹收紧起来，唤醒沉睡腹肌。", 2, 2854562, "腹部");
INSERT INTO keep_lesson_list
VALUES(11, null, "img/content/力量激活/3.jpg", "力量激活", "腿部塑形", "通过均衡腿部的肌肉力量，让腿部肌肉更加匀称。腿部是全身肌肉量最大的部位，每个人的大腿前侧、后侧、内侧、外侧都包裹着厚厚的肌肉。但不同的人腿部前后侧、内外侧肌肉体积的比例并不一致，这影响了腿型的美观。", 1, 10095826, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(11, null, "img/content/力量激活/4.jpg", "力量激活", "臀部塑形", "臀部是每一个女生最想练好的部位，但要练出翘臀，首先需要找对臀部发力的感觉。每一次蹲起，每一次踢腿，感受臀部的收缩。感觉一次比一次更好，臀就能一次比一次更翘。", 1, 8362945, "臀部");
INSERT INTO keep_lesson_list
VALUES(11, null, "img/content/力量激活/5.jpg", "力量激活", "哑铃手臂塑形", "只要一副哑铃就可以充分锻炼肱二头肌、肱三头肌，练出线条紧实的手臂。这是一套肩部、肱二头肌、肱三头肌的循环训练。只需一对固定重量的小哑铃就可以将整条手臂练到位。建议安排在每天的主要训练之后，作为辅助训练练习。", 1, 3449639, "手臂");
INSERT INTO keep_lesson_list
VALUES(12, null, "img/content/HIIT燃脂/1.jpg", "HIIT 燃脂", "HIIT唤醒", "HIIT 是高强度间歇训练（High Intensity Interval Training）的简称，HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，并且能让身体在训练后也继续保持燃脂状态（后燃效应），对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 1, 3075413, "全身");
INSERT INTO keep_lesson_list
VALUES(12, null, "img/content/HIIT燃脂/2.jpg", "HIIT 燃脂", "HIIT活力", "HIIT 是高强度间歇训练（High Intensity Interval Training）的简称，HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，并且能让身体在训练后也继续保持燃脂状态（后燃效应），对于快节奏生活的都市人群来说这是一种非常不错的训练方式", 2, 1253662, "全身");
INSERT INTO keep_lesson_list
VALUES(12, null, "img/content/HIIT燃脂/3.jpg", "HIIT 燃脂", "HIIT全身燃动", "HIIT 是高强度间歇训练（High Intensity Interval Training）的简称，HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，并且能让身体在训练后也继续保持燃脂状态（后燃效应），对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 3, 3513128 , "全身");
INSERT INTO keep_lesson_list
VALUES(12, null, "img/content/HIIT燃脂/4.jpg", "HIIT 燃脂", "HIIT适应性训练", "HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 1, 28615306, "全身");
INSERT INTO keep_lesson_list
VALUES(12, null, "img/content/HIIT燃脂/5.jpg", "HIIT 燃脂", "HIIT燃脂初级", "HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 2, 13703586, "全身");
INSERT INTO keep_lesson_list
VALUES(12, null, "img/content/HIIT燃脂/6.jpg", "HIIT 燃脂", "HIIT燃脂进阶", "HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 3, 5952504 , "全身");
INSERT INTO keep_lesson_list
VALUES(12, null, "img/content/HIIT燃脂/7.jpg", "HIIT 燃脂", "HIIT燃脂强化", "HIIT 能使身体在训练之后也继续保持高效燃脂状态，花 20 多分钟训练就能取得比跑步1小时更好的效果。HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 4, 3825437, "全身");
INSERT INTO keep_lesson_list
VALUES(12, null, "img/content/HIIT燃脂/8.jpg", "HIIT 燃脂", "李现 HIIT燃脂挑战", "「Keep 践型者」李现，带你高效燃脂。 课程编排采用 HIIT（高强度间歇性有氧）的设计原则，使训练者在训练过程中的心率始终保持在一个对减脂来说非常高效的区间。不仅节省了训练时间也保证了很好的训练效果。", 1, 2291795, "全身");
INSERT INTO keep_lesson_list
VALUES(12, null, "img/content/HIIT燃脂/9.jpg", "HIIT 燃脂", "健身单车初级HIIT", "有氧与无氧混合的单车减脂训练。本次训练分为前后 2 段间歇性训练，分别采用阻力和速度变化来控制强度，使其在短时间训练后，能够消耗掉比普通有氧运动更多的热量。节省了大量的时间，更适合现代人的工作生活环境。", 1, 609803, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(12, null, "img/content/HIIT燃脂/10.jpg", "HIIT 燃脂", "健身单车进阶HIIT", "有氧与无氧混合的单车减脂训练。本次训练分为前后 2 段间歇性训练，分别采用阻力和速度变化来控制强度，使其在短时间训练后，能够消耗掉比普通有氧运动更多的热量。节省了大量的时间，更适合现代人的工作生活环境。", 3, 239763 , "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(12, null, "img/content/HIIT燃脂/11.jpg", "HIIT 燃脂", "健身单车强化HIIT", "有氧与无氧混合的单车减脂训练。本次训练分为前后 2 段间歇性训练，分别采用阻力和速度变化来控制强度，使其在短时间训练后，能够消耗掉比普通有氧运动更多的热量。节省了大量的时间，更适合现代人的工作生活环境。", 4, 276557 , "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(13, null, "img/content/零噪音系列/1.jpg", "零噪音系列","零噪音减脂入门","课程采用
「零噪音」的设计理念，避免了常规减脂训练中双脚同时离地的高噪音动作。同时，课程通过循环训练使训练者在训练过程中的心率始终保持在高效的减脂区间，让训练者在不打扰他人的情况下高效燃脂。",1,35145744,"全身");
INSERT INTO keep_lesson_list
VALUES(13, null, "img/content/零噪音系列/2.jpg", "零噪音系列", "零噪音减脂入进阶", "课程采用
「零噪音」的设计理念，避免了常规减脂训练中双脚同时离地的高噪音动作。同时，课程通过高强度循环训练使训练者在训练过程中的心率始终保持在高效的减脂区间，让训练者在不打扰他人的情况下高效燃脂。", 3, 15475125, "全身");
INSERT INTO keep_lesson_list
VALUES(14, null, "img/content/柔韧性提升/1.jpg", "柔韧性提升", "一字马", "每天练习
，四周练出竖叉。柔韧性的训练是一个细水长流的过程，需要长时间、高频率的训练，才能见效。如果你有练出一字马的信心，不妨从这套课程开始，循序渐进地练习。如果你有一定的柔韧性基础，4周就可以练出一字马。", 1, 5471242, "腿部");
INSERT INTO keep_lesson_list
VALUES(14, null, "img/content/柔韧性提升/2.jpg", "柔韧性提升", "一字马横叉", "每天练习
，四周练成一字马。柔韧性的训练是一个细水长流的过程，需要长时间、高频率的训练，才能见效。如果你有练出一字马的信心，不妨从这套课程开始，循序渐进地练习。如果你有一定的柔韧基础，4周就可以练成一字马", 1, 3225178, "腿部");
INSERT INTO keep_lesson_list
VALUES(14, null, "img/content/柔韧性提升/3.jpg", "柔韧性提升", "瑜伽●柔韧", "提升身体的柔韧度
，为各种体式打好基础。这个课程能放松身体肌肉，提高关节灵活性。练习主要针对大腿前侧、后侧、腰部、肩部和手臂，让身体变得柔软的同时增加稳定，缓解身体僵硬，使心情舒畅，精力充沛。", 1, 53980702, "全身");
INSERT INTO keep_lesson_list
VALUES(14, null, "img/content/柔韧性提升/4.jpg", "柔韧性提升", "下肢拉伸", "股四头肌
、腘绳肌、内收肌、臀大肌、腓肠肌拉伸训练，同样适用于跑后、骑行后的拉伸。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 4595378, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(14, null, "img/content/柔韧性提升/5.jpg", "柔韧性提升", "上肢拉伸", "肱二头肌
、肱三头肌、胸大肌、三角肌拉伸训练。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 2344303, "胸部 肩部 手部");
INSERT INTO keep_lesson_list
VALUES(14, null, "img/content/柔韧性提升/6.jpg", "柔韧性提升", "躯干拉伸", "腹直肌
、腹外斜肌、胸椎、背阔肌、腰方肌拉伸训练。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 1370550, "背部 腰部 腹部");
INSERT INTO keep_lesson_list
VALUES(14, null, "img/content/柔韧性提升/7.jpg", "柔韧性提升", "瑜伽●简易柔韧体式串联", "课程从站立体式开始
，进入到坐立体式，跪立体式，和仰卧体式，让练习者全面体验瑜伽体式不同位置的体式以及简单的变化形式，练习此课程可全面拉伸身体各处，在力量建立的基础上，舒缓肌肉紧张和身体疲劳。", 1, 3133801, "全身");
INSERT INTO keep_lesson_list
VALUES(14, null, "img/content/柔韧性提升/8.jpg", "柔韧性提升", "瑜伽●站姿柔韧体式入门", "课程从基础的站立体式入手
，让练习者能逐渐在体式中找到正确的发力点，关注身体的感受，从而打开身体的觉知。课程仅在站立体位的体式中进行串联，避免复杂的体位变化，让练习者能更加专注于体式练习本身；站立体式的练习以下半身的力量和柔韧为主，同时能帮助练习者通过本次课程熟悉瑜伽站立体式串联的方式和顺序，为更加全面的瑜伽练习打下基础", 1, 3077991, "全身");
INSERT INTO keep_lesson_list
VALUES(14, null, "img/content/柔韧性提升/9.jpg", "柔韧性提升", "瑜伽●脊柱柔韧", "当身体的柔韧性达不到瑜伽体式的要求时
，训练时就会出现身体上的疼痛。脊柱柔韧的课程主要以拉伸肌肉为目的，增加脊柱的灵活性，以柔克刚，让身体变得更加柔韧，从而达到更高的瑜伽水准。", 1, 1937215, "全身");
INSERT INTO keep_lesson_list
VALUES(15, null, "img/content/瑜伽-备孕/1.jpg", "瑜伽●备孕", "瑜伽●备孕", "在不同阶段进行合理有效的运动在孕育生命时越来越被重视，本次课程针对备孕期间（尚未怀孕者）的人群设计。通过简单适量的体式习练，加强盆腔区域的血液循环，放松肩颈，有效改善因工作或生活习惯带来的身体僵硬紧张，助您在良好的状态中迎接孕期的到来。课程中后期，可以和伴侣共同练习，也可以单独练习。", 3, 195047, "全身");
INSERT INTO keep_lesson_list
VALUES(15, null, "img/content/瑜伽-备孕/2.jpg", "瑜伽●备孕", "备孕瑜伽●滋养孕育空间", "「备孕瑜伽●滋养孕育空间」由美国孕产大师 · Jennifer More 精心打造，近20年的孕产瑜伽教学经验，让你从打开心开始，再去打开下腹部。本节课程能帮助我们将能量和意识带入到腹部这片孕育生命的区域，为迎接宝宝做好准备。在这节轻柔的课程习练中，将专注力放在打开下腹部这片区域，同时打开心胸，感受当下身体的美好！", 1, 89728, "全身");
INSERT INTO keep_lesson_list
VALUES(15, null, "img/content/瑜伽-备孕/3.jpg", "瑜伽●备孕", "备孕瑜伽●建立孕育能量", "健康的体魄，良好的心态，是迎接新生命的到来的基础。本次课程针对备孕期间（尚未怀孕者）的人群设计。通过流动的体式串联，加强盆腔区域的血液循环，以及身体肌肉的力量，有效改善因工作或生活习惯带来的身体僵硬紧张，助您在良好的状态中迎接孕期的到来。", 1, 38569, "全身");
INSERT INTO keep_lesson_list
VALUES(15, null, "img/content/肩颈舒缓瑜伽/1.jpg", "肩颈舒缓瑜伽", "体态瑜伽●颈前倾缓解", "日常不良习惯和体态会导致肩颈部分长期处于紧张状态，从而使肩颈部位经常酸痛，甚至导致颈前倾等体态问题，不仅影响美观还会影响睡眠。本课程将从相对轻量的动作入手，用瑜伽相对舒缓的方法帮助你拉伸放松你的肩颈，建立正确的发力感知，有效预防或改善颈前倾的体态问题。", 1,669337, "全身");
INSERT INTO keep_lesson_list
VALUES(16, null, "img/content/肩颈舒缓瑜伽/2.jpg", "肩颈舒缓瑜伽", "舒缓瑜伽●晨间肩颈唤醒", "长期伏案，缺乏运动，是否让你在一觉醒来仍然感到肩颈疲劳酸痛？本课程将从相对轻量的动作入手，助你建立肩颈力量，唤醒身体机能，有效预防肩颈疲劳的加重。", 1, 669337, "肩部 颈部");
INSERT INTO keep_lesson_list
VALUES(16, null, "img/content/肩颈舒缓瑜伽/3.jpg", "肩颈舒缓瑜伽", "舒缓瑜伽●午间肩颈放松", "日常的不良习惯和体态导致肩颈部分长期处于紧张状态，本次课程将在短短十分钟左右通过一些轻柔简单的动作使你快速得到放松，你只需要坐在一把椅子上，就可以参加练习。", 1,192213, "全身");
INSERT INTO keep_lesson_list
VALUES(16, null, "img/content/肩颈舒缓瑜伽/4.jpg", "肩颈舒缓瑜伽", "舒缓瑜伽●晚间肩颈拉伸", "一天的工作和生活结束后，肩颈疲劳难耐，会影响睡眠和休息，你可以尝试参与本次课程进行拉伸放松。从简单且不强迫自己的体式中，体会呼吸和身体，渐渐的平静下来。", 1, 440152, "全身");
INSERT INTO keep_lesson_list
VALUES(17, null, "img/content/情人节互动训练/1.jpg", "情人节互动训练", "小腿按摩", "跑步、逛街以及长时间穿高跟鞋很容易造成小腿肌肉僵硬，变粗。但通过针对性的按摩，这种情况能立即得到缓解，同时还能间接改善膝盖、腰部的酸痛。本课程属于放松按摩课程，通过手法对小腿肌肉、筋膜进行松解", 1, 10133076, "腿部");
INSERT INTO keep_lesson_list
VALUES(17, null, "img/content/情人节互动训练/2.jpg", "情人节互动训练", "腰背深度按摩", "腰背疼痛是困扰现在大多数白领的问题，甚至影响了很多人原有的生活质量，本课程通过对腰背肌肉的按摩松解，极大程度上地缓解了僵硬、紧张、酸痛等问题，提高你的生活质量。本课程属于放松按摩课程，通过手法对腰、背紧张的肌肉、筋膜进行松解。", 1, 668888, "腰部 腿部");
INSERT INTO keep_lesson_list
VALUES(18, null, "img/content/情人节互动训练/3.jpg", "情人节互动训练", "上班族肩颈按摩", "长期伏案办公会让双臂、双肩保持前伸状态，造成背部肌肉松弛，从而形成驼背体态。本课程不仅能改善驼背体态，对于肩颈紧张、僵硬疲劳、酸痛，偏头痛、头部旋转受限等问题也有很好的帮助。本课程属于放松按摩课程，通过手法对肩颈部紧张的肌肉、筋膜进行松解。", 1, 982762, "肩部 颈部");
INSERT INTO keep_lesson_list
VALUES(18, null, "img/content/情人节互动训练/4.jpg", "瑜伽●备孕", "瑜伽●备孕", "在不同阶段进行合理有效的运动在孕育生命时越来越被重视，本次课程针对备孕期间（尚未怀孕者）的人群设计。通过简单适量的体式习练，加强盆腔区域的血液循环，放松肩颈，有效改善因工作或生活习惯带来的身体僵硬紧张，助您在良好的状态中迎接孕期的到来。课程中后期，可以和伴侣共同练习，也可以单独练习。", 3, 195047, "全身");
INSERT INTO keep_lesson_list
VALUES(18, null, "img/content/热身放松/1.jpg", "热身放松", "跑前热身", "跑步前的热身活动，帮助我们预防损伤，跑出健康与活力。根据从一般到专项的热身原则，我们从关节功能开始进行热身活动，逐步过渡到全身的温度提升，最后到贴近专项，让你在短短的几分钟之后，能直接上跑道，达到最佳跑步状态。", 1, 3866506, "全身");
INSERT INTO keep_lesson_list
VALUES(18, null, "img/content/热身放松/2.jpg", "热身放松", "跑后拉伸", "针对跑步的放松动作，徒手，随时都能完成。针对跑步而专门设计的放松训练，涉及参与跑步的所有肌群，帮助我们更好的放松肌肉，恢复活力。", 1, 5525907, "全身");
INSERT INTO keep_lesson_list
VALUES(18, null, "img/content/热身放松/3.jpg", "热身放松", "下肢拉伸", "股四头肌、腘绳肌、内收肌、臀大肌、腓肠肌拉伸训练，同样适用于跑后、骑行后的拉伸。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 4595474, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(18, null, "img/content/热身放松/4.jpg", "热身放松", "泡沫轴全身按摩", "利用泡沫轴，给自己做一次舒服的全身按摩。按摩与拉伸都有助于肌肉的放松，泡沫轴按摩针对的是肌肉中某一个紧张的点进行按摩，相比肌肉整体的拉伸，针对性更强。两者配合，能达到更好的放松效果。", 1, 1662314, "全身");
INSERT INTO keep_lesson_list
VALUES(18, null, "img/content/热身放松/5.jpg", "热身放松", "跑前准备", "跑步是一个下肢为主的运动模式，它的热身方式与平时健身会有些区别。我们日常的行走坐卧会让下肢肌肉的紧张程度不一，这种不平衡会让跑姿变得不自然，增加了受伤的风险。", 1, 2408212, "腿部 腰部");
INSERT INTO keep_lesson_list
VALUES(18, null, "img/content/热身放松/6.jpg", "热身放松", "小腿按摩", "跑步、逛街以及长时间穿高跟鞋很容易造成小腿肌肉僵硬，变粗。但通过针对性的按摩，这种情况能立即得到缓解，同时还能间接改善膝盖、腰部的酸痛。本课程属于放松按摩课程，通过手法对小腿肌肉、筋膜进行松解。", 1, 10133112, "腿部");
INSERT INTO keep_lesson_list
VALUES(19, null, "img/content/伤痛预防/1.jpg", "伤痛预防", "跑步膝预防", "膝盖是跑步伤病率最高的身体部位，跑步膝就是医学上所说的髂胫束症候群（髂胫束其实就像一个橡皮筋将大腿和小腿连接起来），髂胫束症候群的成因，一是因为训练量过大造成髂胫束紧张，无法放松，二是髋外展肌群过于薄弱，造成阔筋膜张肌代偿紧张。该课程对膝盖和髋关节附近的肌群进行牵拉和强化，达到缓解髂胫束症候群的作用。", 1, 777774, "腿部");
INSERT INTO keep_lesson_list
VALUES(19, null, "img/content/伤痛预防/2.jpg", "伤痛预防", "膝前侧疼痛缓解阶段1", "针对跑、跳及球类运动中极易出现的髌腱炎问题而设计。髌腱炎也称跑跳膝、膝前痛，主要表现为蹲跳时膝前侧疼痛，膝盖下方一点处用力按压痛，且疼痛会在开始运动时和运动后出现，在运动中疼痛会短暂消失。", 1, 3173034, "腿部 臀部 腹部");
INSERT INTO keep_lesson_list
VALUES(19, null, "img/content/伤痛预防/3.jpg", "伤痛预防", "膝前侧疼痛缓解阶段2", "髌腱炎第二阶段的康复训练，即过了最初的疼痛期，通过一定强度的练习，达到增强下肢力量和功能的目的。", 1, 133190 , "腿部 臀部 腹部");
INSERT INTO keep_lesson_list
VALUES(19, null, "img/content/伤痛预防/4.jpg", "伤痛预防", "膝关节自我恢复阶段1", "缓解膝关节周围不适，加强膝关节功能并预防再次损伤。这是针对膝关节周围不适、疼痛，以及加强膝关节功能而设计的训练方案。", 1, 797305, "腿部");
INSERT INTO keep_lesson_list
VALUES(19, null, "img/content/伤痛预防/5.jpg", "伤痛预防", "膝关节自我恢复阶段2", "缓解膝关节周围不适，加强膝关节功能并预防再次损伤。这是针对膝关节周围不适、疼痛，以及加强膝关节功能而设计的训练方案。", 1, 469653, "腿部");
INSERT INTO keep_lesson_list
VALUES(20, null, "img/content/跑步能力/1.jpg", "跑步能力", "跑步核心训练", "核心在跑步过程当中担负着稳定重心，传导力量的作用。强大的核心可以让我们跑得更稳，减少体能的多余消耗。为跑步人群设计的针对性训练。在跑步过程中，身体的核心肌群负责维持骨盆的稳定，传导下肢的力量，从而提升成绩、避免伤病。与其他核心训练不同的是，跑步核心训练加入了与下肢配合的动作，以此提高两者的协调，能在跑步中发挥更大的作用。", 1, 798619, "腿部 腰部");
INSERT INTO keep_lesson_list
VALUES(20, null, "img/content/跑步能力/2.jpg", "跑步能力", "跑步稳定性提升", "下肢的稳定能让跑步变得更有效率，减少长跑的耗能，将损伤的概率降至最小。为跑步人群设计的针对性训练。在长距离跑步当中，由于能量的消耗、肌肉的疲劳紧张，会造成关节不稳定，对身体的感知和控制能力变弱，崴脚就是其中的一个。该课程通过跳跃训练和脚踝部位的力量训练，提高下肢关节的稳定性和灵活性。", 1, 582054, "腿部");
INSERT INTO keep_lesson_list
VALUES(20, null, "img/content/跑步能力/3.jpg", "跑步能力", "跑步膝预防", "膝盖是跑步伤病率最高的身体部位，跑步膝就是医学上所说的髂胫束症候群（髂胫束其实就像一个橡皮筋将大腿和小腿连接起来），髂胫束症候群的成因，一是因为训练量过大造成髂胫束紧张，无法放松，二是髋外展肌群过于薄弱，造成阔筋膜张肌代偿紧张。该课程对膝盖和髋关节附近的肌群进行牵拉和强化，达到缓解髂胫束症候群的作用。", 1, 789748, "腿部");
INSERT INTO keep_lesson_list
VALUES(21, null, "img/content/Burpees-燃脂/1.jpg", "Burpees 燃脂", "地狱Burpees挑战", "13 分钟，100 次burpee。Burpees 是单位时间内燃烧热量最高的健身动作之一，本课程共 100 次变式 Burpees，将会全方位轰炸你的心肺。", 5, 1439786, "全身");
INSERT INTO keep_lesson_list
VALUES(22, null, "img/content/跑步水平提升/1.png", "跑步水平提升", "跑步核心训练", "核心在跑步过程当中担负着稳定重心，传导力量的作用。强大的核心可以让我们跑得更稳，减少体能的多余消耗。为跑步人群设计的针对性训练。在跑步过程中，身体的核心肌群负责维持骨盆的稳定，传导下肢的力量，从而提升成绩、避免伤病。与其他核心训练不同的是，跑步核心训练加入了与下肢配合的动作，以此提高两者的协调，能在跑步中发挥更大的作用。", 2, 798677, "腹部 腰部");
INSERT INTO keep_lesson_list
VALUES(22, null, "img/content/跑步水平提升/2.jpg", "跑步水平提升", "跑步稳定性提升", "下肢的稳定能让跑步变得更有效率，减少长跑的耗能，将损伤的概率降至最小。为跑步人群设计的针对性训练。在长距离跑步当中，由于能量的消耗、肌肉的疲劳紧张，会造成关节不稳定，对身体的感知和控制能力变弱，崴脚就是其中的一个。该课程通过跳跃训练和脚踝部位的力量训练，提高下肢关节的稳定性和灵活性。", 2, 582152, "腿部");
INSERT INTO keep_lesson_list
VALUES(22, null, "img/content/跑步水平提升/3.jpg", "跑步水平提升", "下肢运动能力训练", "下肢运动能力是健身训练的基本功，是训练水平迈入新阶段的前提。下肢的运动能力是健身训练的基本功，训练好下肢，对跑步、骑行、球类竞技以及 Keep 里的全身训练都会有极大的帮助。不仅燃脂效率更高，还可以进一步加固关节，降低受伤几率。", 2, 798677, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(23, null, "img/content/力量激活/1.jpg", "力量激活", "核心功能入门", "核心强弱不仅仅决定腹肌形态，更决定你的运动能力。核心区域上到膈肌，下到盆底肌，包括腹横肌、多裂肌，以及外部的腹直肌、腹内外斜肌等等，由于没有骨骼的直接支撑，一直都是我们人体最容易薄弱的区域。在真实的运动中，我们的核心区域主要的任务是不发生形变，保持稳定的支撑，为我们的运动提供一个中心支点，所以，一般的腹肌训练只是在训练肌肉，而不是具有功能性的核心训练，让我们在这个课程中，一起体会核心发力的感觉", 1, 6677287, "背部 腹部 腰部");
INSERT INTO keep_lesson_list
VALUES(23, null, "img/content/力量激活/2.jpg", "力量激活", "腹部肌肉唤醒", "本课程通过对腹部的全方位刺激，让松弛的小腹收紧起来，唤醒沉睡腹肌。", 2, 2854562, "腹部");
INSERT INTO keep_lesson_list
VALUES(23, null, "img/content/力量激活/3.jpg", "力量激活", "腿部塑形", "通过均衡腿部的肌肉力量，让腿部肌肉更加匀称。腿部是全身肌肉量最大的部位，每个人的大腿前侧、后侧、内侧、外侧都包裹着厚厚的肌肉。但不同的人腿部前后侧、内外侧肌肉体积的比例并不一致，这影响了腿型的美观。", 1, 10095826, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(23, null, "img/content/力量激活/4.jpg", "力量激活", "臀部塑形", "臀部是每一个女生最想练好的部位，但要练出翘臀，首先需要找对臀部发力的感觉。每一次蹲起，每一次踢腿，感受臀部的收缩。感觉一次比一次更好，臀就能一次比一次更翘。", 1, 8362945, "臀部");
INSERT INTO keep_lesson_list
VALUES(23, null, "img/content/力量激活/5.jpg", "力量激活", "哑铃手臂塑形", "只要一副哑铃就可以充分锻炼肱二头肌、肱三头肌，练出线条紧实的手臂。这是一套肩部、肱二头肌、肱三头肌的循环训练。只需一对固定重量的小哑铃就可以将整条手臂练到位。建议安排在每天的主要训练之后，作为辅助训练练习。", 1, 3449639, "手臂");
INSERT INTO keep_lesson_list
VALUES(24, null, "img/content/HIIT燃脂/1.jpg", "HIIT 燃脂", "HIIT唤醒", "HIIT 是高强度间歇训练（High Intensity Interval Training）的简称，HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，并且能让身体在训练后也继续保持燃脂状态（后燃效应），对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 1, 3075413, "全身");
INSERT INTO keep_lesson_list
VALUES(24, null, "img/content/HIIT燃脂/2.jpg", "HIIT 燃脂", "HIIT活力", "HIIT 是高强度间歇训练（High Intensity Interval Training）的简称，HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，并且能让身体在训练后也继续保持燃脂状态（后燃效应），对于快节奏生活的都市人群来说这是一种非常不错的训练方式", 2, 1253662, "全身");
INSERT INTO keep_lesson_list
VALUES(24, null, "img/content/HIIT燃脂/3.jpg", "HIIT 燃脂", "HIIT全身燃动", "HIIT 是高强度间歇训练（High Intensity Interval Training）的简称，HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，并且能让身体在训练后也继续保持燃脂状态（后燃效应），对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 3, 3513128 , "全身");
INSERT INTO keep_lesson_list
VALUES(24, null, "img/content/HIIT燃脂/4.jpg", "HIIT 燃脂", "HIIT适应性训练", "HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 1, 28615306, "全身");
INSERT INTO keep_lesson_list
VALUES(24, null, "img/content/HIIT燃脂/5.jpg", "HIIT 燃脂", "HIIT燃脂初级", "HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 2, 13703586, "全身");
INSERT INTO keep_lesson_list
VALUES(24, null, "img/content/HIIT燃脂/6.jpg", "HIIT 燃脂", "HIIT燃脂进阶", "HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 3, 5952504 , "全身");
INSERT INTO keep_lesson_list
VALUES(24, null, "img/content/HIIT燃脂/7.jpg", "HIIT 燃脂", "HIIT燃脂强化", "HIIT 能使身体在训练之后也继续保持高效燃脂状态，花 20 多分钟训练就能取得比跑步1小时更好的效果。HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 4, 3825437, "全身");
INSERT INTO keep_lesson_list
VALUES(24, null, "img/content/HIIT燃脂/8.jpg", "HIIT 燃脂", "李现 HIIT燃脂挑战", "「Keep 践型者」李现，带你高效燃脂。 课程编排采用 HIIT（高强度间歇性有氧）的设计原则，使训练者在训练过程中的心率始终保持在一个对减脂来说非常高效的区间。不仅节省了训练时间也保证了很好的训练效果。", 1, 2291795, "全身");
INSERT INTO keep_lesson_list
VALUES(24, null, "img/content/HIIT燃脂/9.jpg", "HIIT 燃脂", "健身单车初级HIIT", "有氧与无氧混合的单车减脂训练。本次训练分为前后 2 段间歇性训练，分别采用阻力和速度变化来控制强度，使其在短时间训练后，能够消耗掉比普通有氧运动更多的热量。节省了大量的时间，更适合现代人的工作生活环境。", 1, 609803, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(24, null, "img/content/HIIT燃脂/10.jpg", "HIIT 燃脂", "健身单车进阶HIIT", "有氧与无氧混合的单车减脂训练。本次训练分为前后 2 段间歇性训练，分别采用阻力和速度变化来控制强度，使其在短时间训练后，能够消耗掉比普通有氧运动更多的热量。节省了大量的时间，更适合现代人的工作生活环境。", 3, 239763 , "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(24, null, "img/content/HIIT燃脂/11.jpg", "HIIT 燃脂", "健身单车强化HIIT", "有氧与无氧混合的单车减脂训练。本次训练分为前后 2 段间歇性训练，分别采用阻力和速度变化来控制强度，使其在短时间训练后，能够消耗掉比普通有氧运动更多的热量。节省了大量的时间，更适合现代人的工作生活环境。", 4, 276557 , "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(25, null, "img/content/零噪音系列/1.jpg", "零噪音系列","零噪音减脂入门","课程采用
「零噪音」的设计理念，避免了常规减脂训练中双脚同时离地的高噪音动作。同时，课程通过循环训练使训练者在训练过程中的心率始终保持在高效的减脂区间，让训练者在不打扰他人的情况下高效燃脂。",1,35145744,"全身");
INSERT INTO keep_lesson_list
VALUES(25, null, "img/content/零噪音系列/2.jpg", "零噪音系列", "零噪音减脂入进阶", "课程采用
「零噪音」的设计理念，避免了常规减脂训练中双脚同时离地的高噪音动作。同时，课程通过高强度循环训练使训练者在训练过程中的心率始终保持在高效的减脂区间，让训练者在不打扰他人的情况下高效燃脂。", 3, 15475125, "全身");
INSERT INTO keep_lesson_list
VALUES(26, null, "img/content/柔韧性提升/1.jpg", "柔韧性提升", "一字马", "每天练习
，四周练出竖叉。柔韧性的训练是一个细水长流的过程，需要长时间、高频率的训练，才能见效。如果你有练出一字马的信心，不妨从这套课程开始，循序渐进地练习。如果你有一定的柔韧性基础，4周就可以练出一字马。", 1, 5471242, "腿部");
INSERT INTO keep_lesson_list
VALUES(26, null, "img/content/柔韧性提升/2.jpg", "柔韧性提升", "一字马横叉", "每天练习
，四周练成一字马。柔韧性的训练是一个细水长流的过程，需要长时间、高频率的训练，才能见效。如果你有练出一字马的信心，不妨从这套课程开始，循序渐进地练习。如果你有一定的柔韧基础，4周就可以练成一字马", 1, 3225178, "腿部");
INSERT INTO keep_lesson_list
VALUES(26, null, "img/content/柔韧性提升/3.jpg", "柔韧性提升", "瑜伽●柔韧", "提升身体的柔韧度
，为各种体式打好基础。这个课程能放松身体肌肉，提高关节灵活性。练习主要针对大腿前侧、后侧、腰部、肩部和手臂，让身体变得柔软的同时增加稳定，缓解身体僵硬，使心情舒畅，精力充沛。", 1, 53980702, "全身");
INSERT INTO keep_lesson_list
VALUES(26, null, "img/content/柔韧性提升/4.jpg", "柔韧性提升", "下肢拉伸", "股四头肌
、腘绳肌、内收肌、臀大肌、腓肠肌拉伸训练，同样适用于跑后、骑行后的拉伸。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 4595378, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(26, null, "img/content/柔韧性提升/5.jpg", "柔韧性提升", "上肢拉伸", "肱二头肌
、肱三头肌、胸大肌、三角肌拉伸训练。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 2344303, "胸部 肩部 手部");
INSERT INTO keep_lesson_list
VALUES(26, null, "img/content/柔韧性提升/6.jpg", "柔韧性提升", "躯干拉伸", "腹直肌
、腹外斜肌、胸椎、背阔肌、腰方肌拉伸训练。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 1370550, "背部 腰部 腹部");
INSERT INTO keep_lesson_list
VALUES(26, null, "img/content/柔韧性提升/7.jpg", "柔韧性提升", "瑜伽●简易柔韧体式串联", "课程从站立体式开始
，进入到坐立体式，跪立体式，和仰卧体式，让练习者全面体验瑜伽体式不同位置的体式以及简单的变化形式，练习此课程可全面拉伸身体各处，在力量建立的基础上，舒缓肌肉紧张和身体疲劳。", 1, 3133801, "全身");
INSERT INTO keep_lesson_list
VALUES(26, null, "img/content/柔韧性提升/8.jpg", "柔韧性提升", "瑜伽●站姿柔韧体式入门", "课程从基础的站立体式入手
，让练习者能逐渐在体式中找到正确的发力点，关注身体的感受，从而打开身体的觉知。课程仅在站立体位的体式中进行串联，避免复杂的体位变化，让练习者能更加专注于体式练习本身；站立体式的练习以下半身的力量和柔韧为主，同时能帮助练习者通过本次课程熟悉瑜伽站立体式串联的方式和顺序，为更加全面的瑜伽练习打下基础", 1, 3077991, "全身");
INSERT INTO keep_lesson_list
VALUES(26, null, "img/content/柔韧性提升/9.jpg", "柔韧性提升", "瑜伽●脊柱柔韧", "当身体的柔韧性达不到瑜伽体式的要求时
，训练时就会出现身体上的疼痛。脊柱柔韧的课程主要以拉伸肌肉为目的，增加脊柱的灵活性，以柔克刚，让身体变得更加柔韧，从而达到更高的瑜伽水准。", 1, 1937215, "全身");
INSERT INTO keep_lesson_list
VALUES(27, null, "img/content/瑜伽-备孕/1.jpg", "瑜伽●备孕", "瑜伽●备孕", "在不同阶段进行合理有效的运动在孕育生命时越来越被重视，本次课程针对备孕期间（尚未怀孕者）的人群设计。通过简单适量的体式习练，加强盆腔区域的血液循环，放松肩颈，有效改善因工作或生活习惯带来的身体僵硬紧张，助您在良好的状态中迎接孕期的到来。课程中后期，可以和伴侣共同练习，也可以单独练习。", 3, 195047, "全身");
INSERT INTO keep_lesson_list
VALUES(27, null, "img/content/瑜伽-备孕/2.jpg", "瑜伽●备孕", "备孕瑜伽●滋养孕育空间", "「备孕瑜伽●滋养孕育空间」由美国孕产大师 · Jennifer More 精心打造，近20年的孕产瑜伽教学经验，让你从打开心开始，再去打开下腹部。本节课程能帮助我们将能量和意识带入到腹部这片孕育生命的区域，为迎接宝宝做好准备。在这节轻柔的课程习练中，将专注力放在打开下腹部这片区域，同时打开心胸，感受当下身体的美好！", 1, 89728, "全身");
INSERT INTO keep_lesson_list
VALUES(27, null, "img/content/瑜伽-备孕/3.jpg", "瑜伽●备孕", "备孕瑜伽●建立孕育能量", "健康的体魄，良好的心态，是迎接新生命的到来的基础。本次课程针对备孕期间（尚未怀孕者）的人群设计。通过流动的体式串联，加强盆腔区域的血液循环，以及身体肌肉的力量，有效改善因工作或生活习惯带来的身体僵硬紧张，助您在良好的状态中迎接孕期的到来。", 1, 38569, "全身");
INSERT INTO keep_lesson_list
VALUES(28, null, "img/content/肩颈舒缓瑜伽/1.jpg", "肩颈舒缓瑜伽", "体态瑜伽●颈前倾缓解", "日常不良习惯和体态会导致肩颈部分长期处于紧张状态，从而使肩颈部位经常酸痛，甚至导致颈前倾等体态问题，不仅影响美观还会影响睡眠。本课程将从相对轻量的动作入手，用瑜伽相对舒缓的方法帮助你拉伸放松你的肩颈，建立正确的发力感知，有效预防或改善颈前倾的体态问题。", 1,669337, "全身");
INSERT INTO keep_lesson_list
VALUES(28, null, "img/content/肩颈舒缓瑜伽/2.jpg", "肩颈舒缓瑜伽", "舒缓瑜伽●晨间肩颈唤醒", "长期伏案，缺乏运动，是否让你在一觉醒来仍然感到肩颈疲劳酸痛？本课程将从相对轻量的动作入手，助你建立肩颈力量，唤醒身体机能，有效预防肩颈疲劳的加重。", 1, 669337, "肩部 颈部");
INSERT INTO keep_lesson_list
VALUES(28, null, "img/content/肩颈舒缓瑜伽/3.jpg", "肩颈舒缓瑜伽", "舒缓瑜伽●午间肩颈放松", "日常的不良习惯和体态导致肩颈部分长期处于紧张状态，本次课程将在短短十分钟左右通过一些轻柔简单的动作使你快速得到放松，你只需要坐在一把椅子上，就可以参加练习。", 1,192213, "全身");
INSERT INTO keep_lesson_list
VALUES(28, null, "img/content/肩颈舒缓瑜伽/4.jpg", "肩颈舒缓瑜伽", "舒缓瑜伽●晚间肩颈拉伸", "一天的工作和生活结束后，肩颈疲劳难耐，会影响睡眠和休息，你可以尝试参与本次课程进行拉伸放松。从简单且不强迫自己的体式中，体会呼吸和身体，渐渐的平静下来。", 1, 440152, "全身");
INSERT INTO keep_lesson_list
VALUES(29, null, "img/content/情人节互动训练/1.jpg", "情人节互动训练", "小腿按摩", "跑步、逛街以及长时间穿高跟鞋很容易造成小腿肌肉僵硬，变粗。但通过针对性的按摩，这种情况能立即得到缓解，同时还能间接改善膝盖、腰部的酸痛。本课程属于放松按摩课程，通过手法对小腿肌肉、筋膜进行松解", 1, 10133076, "腿部");
INSERT INTO keep_lesson_list
VALUES(29, null, "img/content/情人节互动训练/2.jpg", "情人节互动训练", "腰背深度按摩", "腰背疼痛是困扰现在大多数白领的问题，甚至影响了很多人原有的生活质量，本课程通过对腰背肌肉的按摩松解，极大程度上地缓解了僵硬、紧张、酸痛等问题，提高你的生活质量。本课程属于放松按摩课程，通过手法对腰、背紧张的肌肉、筋膜进行松解。", 1, 668888, "腰部 腿部");
INSERT INTO keep_lesson_list
VALUES(29, null, "img/content/情人节互动训练/3.jpg", "情人节互动训练", "上班族肩颈按摩", "长期伏案办公会让双臂、双肩保持前伸状态，造成背部肌肉松弛，从而形成驼背体态。本课程不仅能改善驼背体态，对于肩颈紧张、僵硬疲劳、酸痛，偏头痛、头部旋转受限等问题也有很好的帮助。本课程属于放松按摩课程，通过手法对肩颈部紧张的肌肉、筋膜进行松解。", 1, 982762, "肩部 颈部");
INSERT INTO keep_lesson_list
VALUES(29, null, "img/content/情人节互动训练/4.jpg", "瑜伽●备孕", "瑜伽●备孕", "在不同阶段进行合理有效的运动在孕育生命时越来越被重视，本次课程针对备孕期间（尚未怀孕者）的人群设计。通过简单适量的体式习练，加强盆腔区域的血液循环，放松肩颈，有效改善因工作或生活习惯带来的身体僵硬紧张，助您在良好的状态中迎接孕期的到来。课程中后期，可以和伴侣共同练习，也可以单独练习。", 3, 195047, "全身");
INSERT INTO keep_lesson_list
VALUES(30, null, "img/content/热身放松/1.jpg", "热身放松", "跑前热身", "跑步前的热身活动，帮助我们预防损伤，跑出健康与活力。根据从一般到专项的热身原则，我们从关节功能开始进行热身活动，逐步过渡到全身的温度提升，最后到贴近专项，让你在短短的几分钟之后，能直接上跑道，达到最佳跑步状态。", 1, 3866506, "全身");
INSERT INTO keep_lesson_list
VALUES(30, null, "img/content/热身放松/2.jpg", "热身放松", "跑后拉伸", "针对跑步的放松动作，徒手，随时都能完成。针对跑步而专门设计的放松训练，涉及参与跑步的所有肌群，帮助我们更好的放松肌肉，恢复活力。", 1, 5525907, "全身");
INSERT INTO keep_lesson_list
VALUES(30, null, "img/content/热身放松/3.jpg", "热身放松", "下肢拉伸", "股四头肌、腘绳肌、内收肌、臀大肌、腓肠肌拉伸训练，同样适用于跑后、骑行后的拉伸。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 4595474, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(30, null, "img/content/热身放松/4.jpg", "热身放松", "泡沫轴全身按摩", "利用泡沫轴，给自己做一次舒服的全身按摩。按摩与拉伸都有助于肌肉的放松，泡沫轴按摩针对的是肌肉中某一个紧张的点进行按摩，相比肌肉整体的拉伸，针对性更强。两者配合，能达到更好的放松效果。", 1, 1662314, "全身");
INSERT INTO keep_lesson_list
VALUES(30, null, "img/content/热身放松/5.jpg", "热身放松", "跑前准备", "跑步是一个下肢为主的运动模式，它的热身方式与平时健身会有些区别。我们日常的行走坐卧会让下肢肌肉的紧张程度不一，这种不平衡会让跑姿变得不自然，增加了受伤的风险。", 1, 2408212, "腿部 腰部");
INSERT INTO keep_lesson_list
VALUES(30, null, "img/content/热身放松/6.jpg", "热身放松", "小腿按摩", "跑步、逛街以及长时间穿高跟鞋很容易造成小腿肌肉僵硬，变粗。但通过针对性的按摩，这种情况能立即得到缓解，同时还能间接改善膝盖、腰部的酸痛。本课程属于放松按摩课程，通过手法对小腿肌肉、筋膜进行松解。", 1, 10133112, "腿部");
INSERT INTO keep_lesson_list
VALUES(31, null, "img/content/伤痛预防/1.jpg", "伤痛预防", "跑步膝预防", "膝盖是跑步伤病率最高的身体部位，跑步膝就是医学上所说的髂胫束症候群（髂胫束其实就像一个橡皮筋将大腿和小腿连接起来），髂胫束症候群的成因，一是因为训练量过大造成髂胫束紧张，无法放松，二是髋外展肌群过于薄弱，造成阔筋膜张肌代偿紧张。该课程对膝盖和髋关节附近的肌群进行牵拉和强化，达到缓解髂胫束症候群的作用。", 1, 777774, "腿部");
INSERT INTO keep_lesson_list
VALUES(31, null, "img/content/伤痛预防/2.jpg", "伤痛预防", "膝前侧疼痛缓解阶段1", "针对跑、跳及球类运动中极易出现的髌腱炎问题而设计。髌腱炎也称跑跳膝、膝前痛，主要表现为蹲跳时膝前侧疼痛，膝盖下方一点处用力按压痛，且疼痛会在开始运动时和运动后出现，在运动中疼痛会短暂消失。", 1, 3173034, "腿部 臀部 腹部");
INSERT INTO keep_lesson_list
VALUES(31, null, "img/content/伤痛预防/3.jpg", "伤痛预防", "膝前侧疼痛缓解阶段2", "髌腱炎第二阶段的康复训练，即过了最初的疼痛期，通过一定强度的练习，达到增强下肢力量和功能的目的。", 1, 133190 , "腿部 臀部 腹部");
INSERT INTO keep_lesson_list
VALUES(31, null, "img/content/伤痛预防/4.jpg", "伤痛预防", "膝关节自我恢复阶段1", "缓解膝关节周围不适，加强膝关节功能并预防再次损伤。这是针对膝关节周围不适、疼痛，以及加强膝关节功能而设计的训练方案。", 1, 797305, "腿部");
INSERT INTO keep_lesson_list
VALUES(31, null, "img/content/伤痛预防/5.jpg", "伤痛预防", "膝关节自我恢复阶段2", "缓解膝关节周围不适，加强膝关节功能并预防再次损伤。这是针对膝关节周围不适、疼痛，以及加强膝关节功能而设计的训练方案。", 1, 469653, "腿部");
INSERT INTO keep_lesson_list
VALUES(32, null, "img/content/跑步能力/1.jpg", "跑步能力", "跑步核心训练", "核心在跑步过程当中担负着稳定重心，传导力量的作用。强大的核心可以让我们跑得更稳，减少体能的多余消耗。为跑步人群设计的针对性训练。在跑步过程中，身体的核心肌群负责维持骨盆的稳定，传导下肢的力量，从而提升成绩、避免伤病。与其他核心训练不同的是，跑步核心训练加入了与下肢配合的动作，以此提高两者的协调，能在跑步中发挥更大的作用。", 1, 798619, "腿部 腰部");
INSERT INTO keep_lesson_list
VALUES(32, null, "img/content/跑步能力/2.jpg", "跑步能力", "跑步稳定性提升", "下肢的稳定能让跑步变得更有效率，减少长跑的耗能，将损伤的概率降至最小。为跑步人群设计的针对性训练。在长距离跑步当中，由于能量的消耗、肌肉的疲劳紧张，会造成关节不稳定，对身体的感知和控制能力变弱，崴脚就是其中的一个。该课程通过跳跃训练和脚踝部位的力量训练，提高下肢关节的稳定性和灵活性。", 1, 582054, "腿部");
INSERT INTO keep_lesson_list
VALUES(32, null, "img/content/跑步能力/3.jpg", "跑步能力", "跑步膝预防", "膝盖是跑步伤病率最高的身体部位，跑步膝就是医学上所说的髂胫束症候群（髂胫束其实就像一个橡皮筋将大腿和小腿连接起来），髂胫束症候群的成因，一是因为训练量过大造成髂胫束紧张，无法放松，二是髋外展肌群过于薄弱，造成阔筋膜张肌代偿紧张。该课程对膝盖和髋关节附近的肌群进行牵拉和强化，达到缓解髂胫束症候群的作用。", 1, 789748, "腿部");
INSERT INTO keep_lesson_list
VALUES(33, null, "img/content/Burpees-燃脂/1.jpg", "Burpees 燃脂", "地狱Burpees挑战", "13 分钟，100 次burpee。Burpees 是单位时间内燃烧热量最高的健身动作之一，本课程共 100 次变式 Burpees，将会全方位轰炸你的心肺。", 5, 1439786, "全身");
INSERT INTO keep_lesson_list
VALUES(34, null, "img/content/跑步水平提升/1.png", "跑步水平提升", "跑步核心训练", "核心在跑步过程当中担负着稳定重心，传导力量的作用。强大的核心可以让我们跑得更稳，减少体能的多余消耗。为跑步人群设计的针对性训练。在跑步过程中，身体的核心肌群负责维持骨盆的稳定，传导下肢的力量，从而提升成绩、避免伤病。与其他核心训练不同的是，跑步核心训练加入了与下肢配合的动作，以此提高两者的协调，能在跑步中发挥更大的作用。", 2, 798677, "腹部 腰部");
INSERT INTO keep_lesson_list
VALUES(34, null, "img/content/跑步水平提升/2.jpg", "跑步水平提升", "跑步稳定性提升", "下肢的稳定能让跑步变得更有效率，减少长跑的耗能，将损伤的概率降至最小。为跑步人群设计的针对性训练。在长距离跑步当中，由于能量的消耗、肌肉的疲劳紧张，会造成关节不稳定，对身体的感知和控制能力变弱，崴脚就是其中的一个。该课程通过跳跃训练和脚踝部位的力量训练，提高下肢关节的稳定性和灵活性。", 2, 582152, "腿部");
INSERT INTO keep_lesson_list
VALUES(34, null, "img/content/跑步水平提升/3.jpg", "跑步水平提升", "下肢运动能力训练", "下肢运动能力是健身训练的基本功，是训练水平迈入新阶段的前提。下肢的运动能力是健身训练的基本功，训练好下肢，对跑步、骑行、球类竞技以及 Keep 里的全身训练都会有极大的帮助。不仅燃脂效率更高，还可以进一步加固关节，降低受伤几率。", 2, 798677, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(35, null, "img/content/力量激活/1.jpg", "力量激活", "核心功能入门", "核心强弱不仅仅决定腹肌形态，更决定你的运动能力。核心区域上到膈肌，下到盆底肌，包括腹横肌、多裂肌，以及外部的腹直肌、腹内外斜肌等等，由于没有骨骼的直接支撑，一直都是我们人体最容易薄弱的区域。在真实的运动中，我们的核心区域主要的任务是不发生形变，保持稳定的支撑，为我们的运动提供一个中心支点，所以，一般的腹肌训练只是在训练肌肉，而不是具有功能性的核心训练，让我们在这个课程中，一起体会核心发力的感觉", 1, 6677287, "背部 腹部 腰部");
INSERT INTO keep_lesson_list
VALUES(35, null, "img/content/力量激活/2.jpg", "力量激活", "腹部肌肉唤醒", "本课程通过对腹部的全方位刺激，让松弛的小腹收紧起来，唤醒沉睡腹肌。", 2, 2854562, "腹部");
INSERT INTO keep_lesson_list
VALUES(35, null, "img/content/力量激活/3.jpg", "力量激活", "腿部塑形", "通过均衡腿部的肌肉力量，让腿部肌肉更加匀称。腿部是全身肌肉量最大的部位，每个人的大腿前侧、后侧、内侧、外侧都包裹着厚厚的肌肉。但不同的人腿部前后侧、内外侧肌肉体积的比例并不一致，这影响了腿型的美观。", 1, 10095826, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(35, null, "img/content/力量激活/4.jpg", "力量激活", "臀部塑形", "臀部是每一个女生最想练好的部位，但要练出翘臀，首先需要找对臀部发力的感觉。每一次蹲起，每一次踢腿，感受臀部的收缩。感觉一次比一次更好，臀就能一次比一次更翘。", 1, 8362945, "臀部");
INSERT INTO keep_lesson_list
VALUES(35, null, "img/content/力量激活/5.jpg", "力量激活", "哑铃手臂塑形", "只要一副哑铃就可以充分锻炼肱二头肌、肱三头肌，练出线条紧实的手臂。这是一套肩部、肱二头肌、肱三头肌的循环训练。只需一对固定重量的小哑铃就可以将整条手臂练到位。建议安排在每天的主要训练之后，作为辅助训练练习。", 1, 3449639, "手臂");
INSERT INTO keep_lesson_list
VALUES(36, null, "img/content/HIIT燃脂/1.jpg", "HIIT 燃脂", "HIIT唤醒", "HIIT 是高强度间歇训练（High Intensity Interval Training）的简称，HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，并且能让身体在训练后也继续保持燃脂状态（后燃效应），对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 1, 3075413, "全身");
INSERT INTO keep_lesson_list
VALUES(36, null, "img/content/HIIT燃脂/2.jpg", "HIIT 燃脂", "HIIT活力", "HIIT 是高强度间歇训练（High Intensity Interval Training）的简称，HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，并且能让身体在训练后也继续保持燃脂状态（后燃效应），对于快节奏生活的都市人群来说这是一种非常不错的训练方式", 2, 1253662, "全身");
INSERT INTO keep_lesson_list
VALUES(36, null, "img/content/HIIT燃脂/3.jpg", "HIIT 燃脂", "HIIT全身燃动", "HIIT 是高强度间歇训练（High Intensity Interval Training）的简称，HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，并且能让身体在训练后也继续保持燃脂状态（后燃效应），对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 3, 3513128 , "全身");
INSERT INTO keep_lesson_list
VALUES(36, null, "img/content/HIIT燃脂/4.jpg", "HIIT 燃脂", "HIIT适应性训练", "HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 1, 28615306, "全身");
INSERT INTO keep_lesson_list
VALUES(36, null, "img/content/HIIT燃脂/5.jpg", "HIIT 燃脂", "HIIT燃脂初级", "HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 2, 13703586, "全身");
INSERT INTO keep_lesson_list
VALUES(36, null, "img/content/HIIT燃脂/6.jpg", "HIIT 燃脂", "HIIT燃脂进阶", "HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 3, 5952504 , "全身");
INSERT INTO keep_lesson_list
VALUES(36, null, "img/content/HIIT燃脂/7.jpg", "HIIT 燃脂", "HIIT燃脂强化", "HIIT 能使身体在训练之后也继续保持高效燃脂状态，花 20 多分钟训练就能取得比跑步1小时更好的效果。HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 4, 3825437, "全身");
INSERT INTO keep_lesson_list
VALUES(36, null, "img/content/HIIT燃脂/8.jpg", "HIIT 燃脂", "李现 HIIT燃脂挑战", "「Keep 践型者」李现，带你高效燃脂。 课程编排采用 HIIT（高强度间歇性有氧）的设计原则，使训练者在训练过程中的心率始终保持在一个对减脂来说非常高效的区间。不仅节省了训练时间也保证了很好的训练效果。", 1, 2291795, "全身");
INSERT INTO keep_lesson_list
VALUES(36, null, "img/content/HIIT燃脂/9.jpg", "HIIT 燃脂", "健身单车初级HIIT", "有氧与无氧混合的单车减脂训练。本次训练分为前后 2 段间歇性训练，分别采用阻力和速度变化来控制强度，使其在短时间训练后，能够消耗掉比普通有氧运动更多的热量。节省了大量的时间，更适合现代人的工作生活环境。", 1, 609803, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(36, null, "img/content/HIIT燃脂/10.jpg", "HIIT 燃脂", "健身单车进阶HIIT", "有氧与无氧混合的单车减脂训练。本次训练分为前后 2 段间歇性训练，分别采用阻力和速度变化来控制强度，使其在短时间训练后，能够消耗掉比普通有氧运动更多的热量。节省了大量的时间，更适合现代人的工作生活环境。", 3, 239763 , "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(36, null, "img/content/HIIT燃脂/11.jpg", "HIIT 燃脂", "健身单车强化HIIT", "有氧与无氧混合的单车减脂训练。本次训练分为前后 2 段间歇性训练，分别采用阻力和速度变化来控制强度，使其在短时间训练后，能够消耗掉比普通有氧运动更多的热量。节省了大量的时间，更适合现代人的工作生活环境。", 4, 276557 , "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(37, null, "img/content/零噪音系列/1.jpg", "零噪音系列","零噪音减脂入门","课程采用
「零噪音」的设计理念，避免了常规减脂训练中双脚同时离地的高噪音动作。同时，课程通过循环训练使训练者在训练过程中的心率始终保持在高效的减脂区间，让训练者在不打扰他人的情况下高效燃脂。",1,35145744,"全身");
INSERT INTO keep_lesson_list
VALUES(37, null, "img/content/零噪音系列/2.jpg", "零噪音系列", "零噪音减脂入进阶", "课程采用
「零噪音」的设计理念，避免了常规减脂训练中双脚同时离地的高噪音动作。同时，课程通过高强度循环训练使训练者在训练过程中的心率始终保持在高效的减脂区间，让训练者在不打扰他人的情况下高效燃脂。", 3, 15475125, "全身");
INSERT INTO keep_lesson_list
VALUES(38, null, "img/content/柔韧性提升/1.jpg", "柔韧性提升", "一字马", "每天练习
，四周练出竖叉。柔韧性的训练是一个细水长流的过程，需要长时间、高频率的训练，才能见效。如果你有练出一字马的信心，不妨从这套课程开始，循序渐进地练习。如果你有一定的柔韧性基础，4周就可以练出一字马。", 1, 5471242, "腿部");
INSERT INTO keep_lesson_list
VALUES(38, null, "img/content/柔韧性提升/2.jpg", "柔韧性提升", "一字马横叉", "每天练习
，四周练成一字马。柔韧性的训练是一个细水长流的过程，需要长时间、高频率的训练，才能见效。如果你有练出一字马的信心，不妨从这套课程开始，循序渐进地练习。如果你有一定的柔韧基础，4周就可以练成一字马", 1, 3225178, "腿部");
INSERT INTO keep_lesson_list
VALUES(38, null, "img/content/柔韧性提升/3.jpg", "柔韧性提升", "瑜伽●柔韧", "提升身体的柔韧度
，为各种体式打好基础。这个课程能放松身体肌肉，提高关节灵活性。练习主要针对大腿前侧、后侧、腰部、肩部和手臂，让身体变得柔软的同时增加稳定，缓解身体僵硬，使心情舒畅，精力充沛。", 1, 53980702, "全身");
INSERT INTO keep_lesson_list
VALUES(38, null, "img/content/柔韧性提升/4.jpg", "柔韧性提升", "下肢拉伸", "股四头肌
、腘绳肌、内收肌、臀大肌、腓肠肌拉伸训练，同样适用于跑后、骑行后的拉伸。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 4595378, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(38, null, "img/content/柔韧性提升/5.jpg", "柔韧性提升", "上肢拉伸", "肱二头肌
、肱三头肌、胸大肌、三角肌拉伸训练。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 2344303, "胸部 肩部 手部");
INSERT INTO keep_lesson_list
VALUES(38, null, "img/content/柔韧性提升/6.jpg", "柔韧性提升", "躯干拉伸", "腹直肌
、腹外斜肌、胸椎、背阔肌、腰方肌拉伸训练。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 1370550, "背部 腰部 腹部");
INSERT INTO keep_lesson_list
VALUES(38, null, "img/content/柔韧性提升/7.jpg", "柔韧性提升", "瑜伽●简易柔韧体式串联", "课程从站立体式开始
，进入到坐立体式，跪立体式，和仰卧体式，让练习者全面体验瑜伽体式不同位置的体式以及简单的变化形式，练习此课程可全面拉伸身体各处，在力量建立的基础上，舒缓肌肉紧张和身体疲劳。", 1, 3133801, "全身");
INSERT INTO keep_lesson_list
VALUES(38, null, "img/content/柔韧性提升/8.jpg", "柔韧性提升", "瑜伽●站姿柔韧体式入门", "课程从基础的站立体式入手
，让练习者能逐渐在体式中找到正确的发力点，关注身体的感受，从而打开身体的觉知。课程仅在站立体位的体式中进行串联，避免复杂的体位变化，让练习者能更加专注于体式练习本身；站立体式的练习以下半身的力量和柔韧为主，同时能帮助练习者通过本次课程熟悉瑜伽站立体式串联的方式和顺序，为更加全面的瑜伽练习打下基础", 1, 3077991, "全身");
INSERT INTO keep_lesson_list
VALUES(38, null, "img/content/柔韧性提升/9.jpg", "柔韧性提升", "瑜伽●脊柱柔韧", "当身体的柔韧性达不到瑜伽体式的要求时
，训练时就会出现身体上的疼痛。脊柱柔韧的课程主要以拉伸肌肉为目的，增加脊柱的灵活性，以柔克刚，让身体变得更加柔韧，从而达到更高的瑜伽水准。", 1, 1937215, "全身");
INSERT INTO keep_lesson_list
VALUES(39, null, "img/content/瑜伽-备孕/1.jpg", "瑜伽●备孕", "瑜伽●备孕", "在不同阶段进行合理有效的运动在孕育生命时越来越被重视，本次课程针对备孕期间（尚未怀孕者）的人群设计。通过简单适量的体式习练，加强盆腔区域的血液循环，放松肩颈，有效改善因工作或生活习惯带来的身体僵硬紧张，助您在良好的状态中迎接孕期的到来。课程中后期，可以和伴侣共同练习，也可以单独练习。", 3, 195047, "全身");
INSERT INTO keep_lesson_list
VALUES(39, null, "img/content/瑜伽-备孕/2.jpg", "瑜伽●备孕", "备孕瑜伽●滋养孕育空间", "「备孕瑜伽●滋养孕育空间」由美国孕产大师 · Jennifer More 精心打造，近20年的孕产瑜伽教学经验，让你从打开心开始，再去打开下腹部。本节课程能帮助我们将能量和意识带入到腹部这片孕育生命的区域，为迎接宝宝做好准备。在这节轻柔的课程习练中，将专注力放在打开下腹部这片区域，同时打开心胸，感受当下身体的美好！", 1, 89728, "全身");
INSERT INTO keep_lesson_list
VALUES(39, null, "img/content/瑜伽-备孕/3.jpg", "瑜伽●备孕", "备孕瑜伽●建立孕育能量", "健康的体魄，良好的心态，是迎接新生命的到来的基础。本次课程针对备孕期间（尚未怀孕者）的人群设计。通过流动的体式串联，加强盆腔区域的血液循环，以及身体肌肉的力量，有效改善因工作或生活习惯带来的身体僵硬紧张，助您在良好的状态中迎接孕期的到来。", 1, 38569, "全身");
INSERT INTO keep_lesson_list
VALUES(40, null, "img/content/肩颈舒缓瑜伽/1.jpg", "肩颈舒缓瑜伽", "体态瑜伽●颈前倾缓解", "日常不良习惯和体态会导致肩颈部分长期处于紧张状态，从而使肩颈部位经常酸痛，甚至导致颈前倾等体态问题，不仅影响美观还会影响睡眠。本课程将从相对轻量的动作入手，用瑜伽相对舒缓的方法帮助你拉伸放松你的肩颈，建立正确的发力感知，有效预防或改善颈前倾的体态问题。", 1,669337, "全身");
INSERT INTO keep_lesson_list
VALUES(40, null, "img/content/肩颈舒缓瑜伽/2.jpg", "肩颈舒缓瑜伽", "舒缓瑜伽●晨间肩颈唤醒", "长期伏案，缺乏运动，是否让你在一觉醒来仍然感到肩颈疲劳酸痛？本课程将从相对轻量的动作入手，助你建立肩颈力量，唤醒身体机能，有效预防肩颈疲劳的加重。", 1, 669337, "肩部 颈部");
INSERT INTO keep_lesson_list
VALUES(40, null, "img/content/肩颈舒缓瑜伽/3.jpg", "肩颈舒缓瑜伽", "舒缓瑜伽●午间肩颈放松", "日常的不良习惯和体态导致肩颈部分长期处于紧张状态，本次课程将在短短十分钟左右通过一些轻柔简单的动作使你快速得到放松，你只需要坐在一把椅子上，就可以参加练习。", 1,192213, "全身");
INSERT INTO keep_lesson_list
VALUES(40, null, "img/content/肩颈舒缓瑜伽/4.jpg", "肩颈舒缓瑜伽", "舒缓瑜伽●晚间肩颈拉伸", "一天的工作和生活结束后，肩颈疲劳难耐，会影响睡眠和休息，你可以尝试参与本次课程进行拉伸放松。从简单且不强迫自己的体式中，体会呼吸和身体，渐渐的平静下来。", 1, 440152, "全身");
INSERT INTO keep_lesson_list
VALUES(41, null, "img/content/情人节互动训练/1.jpg", "情人节互动训练", "小腿按摩", "跑步、逛街以及长时间穿高跟鞋很容易造成小腿肌肉僵硬，变粗。但通过针对性的按摩，这种情况能立即得到缓解，同时还能间接改善膝盖、腰部的酸痛。本课程属于放松按摩课程，通过手法对小腿肌肉、筋膜进行松解", 1, 10133076, "腿部");
INSERT INTO keep_lesson_list
VALUES(41, null, "img/content/情人节互动训练/2.jpg", "情人节互动训练", "腰背深度按摩", "腰背疼痛是困扰现在大多数白领的问题，甚至影响了很多人原有的生活质量，本课程通过对腰背肌肉的按摩松解，极大程度上地缓解了僵硬、紧张、酸痛等问题，提高你的生活质量。本课程属于放松按摩课程，通过手法对腰、背紧张的肌肉、筋膜进行松解。", 1, 668888, "腰部 腿部");
INSERT INTO keep_lesson_list
VALUES(41, null, "img/content/情人节互动训练/3.jpg", "情人节互动训练", "上班族肩颈按摩", "长期伏案办公会让双臂、双肩保持前伸状态，造成背部肌肉松弛，从而形成驼背体态。本课程不仅能改善驼背体态，对于肩颈紧张、僵硬疲劳、酸痛，偏头痛、头部旋转受限等问题也有很好的帮助。本课程属于放松按摩课程，通过手法对肩颈部紧张的肌肉、筋膜进行松解。", 1, 982762, "肩部 颈部");
INSERT INTO keep_lesson_list
VALUES(41, null, "img/content/情人节互动训练/4.jpg", "瑜伽●备孕", "瑜伽●备孕", "在不同阶段进行合理有效的运动在孕育生命时越来越被重视，本次课程针对备孕期间（尚未怀孕者）的人群设计。通过简单适量的体式习练，加强盆腔区域的血液循环，放松肩颈，有效改善因工作或生活习惯带来的身体僵硬紧张，助您在良好的状态中迎接孕期的到来。课程中后期，可以和伴侣共同练习，也可以单独练习。", 3, 195047, "全身");
INSERT INTO keep_lesson_list
VALUES(42, null, "img/content/热身放松/1.jpg", "热身放松", "跑前热身", "跑步前的热身活动，帮助我们预防损伤，跑出健康与活力。根据从一般到专项的热身原则，我们从关节功能开始进行热身活动，逐步过渡到全身的温度提升，最后到贴近专项，让你在短短的几分钟之后，能直接上跑道，达到最佳跑步状态。", 1, 3866506, "全身");
INSERT INTO keep_lesson_list
VALUES(42, null, "img/content/热身放松/2.jpg", "热身放松", "跑后拉伸", "针对跑步的放松动作，徒手，随时都能完成。针对跑步而专门设计的放松训练，涉及参与跑步的所有肌群，帮助我们更好的放松肌肉，恢复活力。", 1, 5525907, "全身");
INSERT INTO keep_lesson_list
VALUES(42, null, "img/content/热身放松/3.jpg", "热身放松", "下肢拉伸", "股四头肌、腘绳肌、内收肌、臀大肌、腓肠肌拉伸训练，同样适用于跑后、骑行后的拉伸。拉伸又叫牵拉，是最常用的肌肉放松手段。在平时训练中，我们的肌肉需要不断发力收缩，训练结束后肌肉依然保持着紧张的状态。这种状态如果被带到生活中，会影响到我们日常工作、睡眠的质量，还有可能引发疼痛。", 1, 4595474, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(42, null, "img/content/热身放松/4.jpg", "热身放松", "泡沫轴全身按摩", "利用泡沫轴，给自己做一次舒服的全身按摩。按摩与拉伸都有助于肌肉的放松，泡沫轴按摩针对的是肌肉中某一个紧张的点进行按摩，相比肌肉整体的拉伸，针对性更强。两者配合，能达到更好的放松效果。", 1, 1662314, "全身");
INSERT INTO keep_lesson_list
VALUES(42, null, "img/content/热身放松/5.jpg", "热身放松", "跑前准备", "跑步是一个下肢为主的运动模式，它的热身方式与平时健身会有些区别。我们日常的行走坐卧会让下肢肌肉的紧张程度不一，这种不平衡会让跑姿变得不自然，增加了受伤的风险。", 1, 2408212, "腿部 腰部");
INSERT INTO keep_lesson_list
VALUES(42, null, "img/content/热身放松/6.jpg", "热身放松", "小腿按摩", "跑步、逛街以及长时间穿高跟鞋很容易造成小腿肌肉僵硬，变粗。但通过针对性的按摩，这种情况能立即得到缓解，同时还能间接改善膝盖、腰部的酸痛。本课程属于放松按摩课程，通过手法对小腿肌肉、筋膜进行松解。", 1, 10133112, "腿部");
INSERT INTO keep_lesson_list
VALUES(43, null, "img/content/伤痛预防/1.jpg", "伤痛预防", "跑步膝预防", "膝盖是跑步伤病率最高的身体部位，跑步膝就是医学上所说的髂胫束症候群（髂胫束其实就像一个橡皮筋将大腿和小腿连接起来），髂胫束症候群的成因，一是因为训练量过大造成髂胫束紧张，无法放松，二是髋外展肌群过于薄弱，造成阔筋膜张肌代偿紧张。该课程对膝盖和髋关节附近的肌群进行牵拉和强化，达到缓解髂胫束症候群的作用。", 1, 777774, "腿部");
INSERT INTO keep_lesson_list
VALUES(43, null, "img/content/伤痛预防/2.jpg", "伤痛预防", "膝前侧疼痛缓解阶段1", "针对跑、跳及球类运动中极易出现的髌腱炎问题而设计。髌腱炎也称跑跳膝、膝前痛，主要表现为蹲跳时膝前侧疼痛，膝盖下方一点处用力按压痛，且疼痛会在开始运动时和运动后出现，在运动中疼痛会短暂消失。", 1, 3173034, "腿部 臀部 腹部");
INSERT INTO keep_lesson_list
VALUES(44, null, "img/content/伤痛预防/3.jpg", "伤痛预防", "膝前侧疼痛缓解阶段2", "髌腱炎第二阶段的康复训练，即过了最初的疼痛期，通过一定强度的练习，达到增强下肢力量和功能的目的。", 1, 133190 , "腿部 臀部 腹部");
INSERT INTO keep_lesson_list
VALUES(44, null, "img/content/伤痛预防/4.jpg", "伤痛预防", "膝关节自我恢复阶段1", "缓解膝关节周围不适，加强膝关节功能并预防再次损伤。这是针对膝关节周围不适、疼痛，以及加强膝关节功能而设计的训练方案。", 1, 797305, "腿部");
INSERT INTO keep_lesson_list
VALUES(44, null, "img/content/伤痛预防/5.jpg", "伤痛预防", "膝关节自我恢复阶段2", "缓解膝关节周围不适，加强膝关节功能并预防再次损伤。这是针对膝关节周围不适、疼痛，以及加强膝关节功能而设计的训练方案。", 1, 469653, "腿部");
INSERT INTO keep_lesson_list
VALUES(45, null, "img/content/跑步能力/1.jpg", "跑步能力", "跑步核心训练", "核心在跑步过程当中担负着稳定重心，传导力量的作用。强大的核心可以让我们跑得更稳，减少体能的多余消耗。为跑步人群设计的针对性训练。在跑步过程中，身体的核心肌群负责维持骨盆的稳定，传导下肢的力量，从而提升成绩、避免伤病。与其他核心训练不同的是，跑步核心训练加入了与下肢配合的动作，以此提高两者的协调，能在跑步中发挥更大的作用。", 1, 798619, "腿部 腰部");
INSERT INTO keep_lesson_list
VALUES(45, null, "img/content/跑步能力/2.jpg", "跑步能力", "跑步稳定性提升", "下肢的稳定能让跑步变得更有效率，减少长跑的耗能，将损伤的概率降至最小。为跑步人群设计的针对性训练。在长距离跑步当中，由于能量的消耗、肌肉的疲劳紧张，会造成关节不稳定，对身体的感知和控制能力变弱，崴脚就是其中的一个。该课程通过跳跃训练和脚踝部位的力量训练，提高下肢关节的稳定性和灵活性。", 1, 582054, "腿部");
INSERT INTO keep_lesson_list
VALUES(45, null, "img/content/跑步能力/3.jpg", "跑步能力", "跑步膝预防", "膝盖是跑步伤病率最高的身体部位，跑步膝就是医学上所说的髂胫束症候群（髂胫束其实就像一个橡皮筋将大腿和小腿连接起来），髂胫束症候群的成因，一是因为训练量过大造成髂胫束紧张，无法放松，二是髋外展肌群过于薄弱，造成阔筋膜张肌代偿紧张。该课程对膝盖和髋关节附近的肌群进行牵拉和强化，达到缓解髂胫束症候群的作用。", 1, 789748, "腿部");
INSERT INTO keep_lesson_list
VALUES(45, null, "img/content/Burpees-燃脂/1.jpg", "Burpees 燃脂", "地狱Burpees挑战", "13 分钟，100 次burpee。Burpees 是单位时间内燃烧热量最高的健身动作之一，本课程共 100 次变式 Burpees，将会全方位轰炸你的心肺。", 5, 1439786, "全身");
INSERT INTO keep_lesson_list
VALUES(46, null, "img/content/跑步水平提升/1.png", "跑步水平提升", "跑步核心训练", "核心在跑步过程当中担负着稳定重心，传导力量的作用。强大的核心可以让我们跑得更稳，减少体能的多余消耗。为跑步人群设计的针对性训练。在跑步过程中，身体的核心肌群负责维持骨盆的稳定，传导下肢的力量，从而提升成绩、避免伤病。与其他核心训练不同的是，跑步核心训练加入了与下肢配合的动作，以此提高两者的协调，能在跑步中发挥更大的作用。", 2, 798677, "腹部 腰部");
INSERT INTO keep_lesson_list
VALUES(46, null, "img/content/跑步水平提升/2.jpg", "跑步水平提升", "跑步稳定性提升", "下肢的稳定能让跑步变得更有效率，减少长跑的耗能，将损伤的概率降至最小。为跑步人群设计的针对性训练。在长距离跑步当中，由于能量的消耗、肌肉的疲劳紧张，会造成关节不稳定，对身体的感知和控制能力变弱，崴脚就是其中的一个。该课程通过跳跃训练和脚踝部位的力量训练，提高下肢关节的稳定性和灵活性。", 2, 582152, "腿部");
INSERT INTO keep_lesson_list
VALUES(46, null, "img/content/跑步水平提升/3.jpg", "跑步水平提升", "下肢运动能力训练", "下肢运动能力是健身训练的基本功，是训练水平迈入新阶段的前提。下肢的运动能力是健身训练的基本功，训练好下肢，对跑步、骑行、球类竞技以及 Keep 里的全身训练都会有极大的帮助。不仅燃脂效率更高，还可以进一步加固关节，降低受伤几率。", 2, 798677, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(47, null, "img/content/力量激活/1.jpg", "力量激活", "核心功能入门", "核心强弱不仅仅决定腹肌形态，更决定你的运动能力。核心区域上到膈肌，下到盆底肌，包括腹横肌、多裂肌，以及外部的腹直肌、腹内外斜肌等等，由于没有骨骼的直接支撑，一直都是我们人体最容易薄弱的区域。在真实的运动中，我们的核心区域主要的任务是不发生形变，保持稳定的支撑，为我们的运动提供一个中心支点，所以，一般的腹肌训练只是在训练肌肉，而不是具有功能性的核心训练，让我们在这个课程中，一起体会核心发力的感觉", 1, 6677287, "背部 腹部 腰部");
INSERT INTO keep_lesson_list
VALUES(47, null, "img/content/力量激活/2.jpg", "力量激活", "腹部肌肉唤醒", "本课程通过对腹部的全方位刺激，让松弛的小腹收紧起来，唤醒沉睡腹肌。", 2, 2854562, "腹部");
INSERT INTO keep_lesson_list
VALUES(47, null, "img/content/力量激活/3.jpg", "力量激活", "腿部塑形", "通过均衡腿部的肌肉力量，让腿部肌肉更加匀称。腿部是全身肌肉量最大的部位，每个人的大腿前侧、后侧、内侧、外侧都包裹着厚厚的肌肉。但不同的人腿部前后侧、内外侧肌肉体积的比例并不一致，这影响了腿型的美观。", 1, 10095826, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(47, null, "img/content/力量激活/4.jpg", "力量激活", "臀部塑形", "臀部是每一个女生最想练好的部位，但要练出翘臀，首先需要找对臀部发力的感觉。每一次蹲起，每一次踢腿，感受臀部的收缩。感觉一次比一次更好，臀就能一次比一次更翘。", 1, 8362945, "臀部");
INSERT INTO keep_lesson_list
VALUES(47, null, "img/content/力量激活/5.jpg", "力量激活", "哑铃手臂塑形", "只要一副哑铃就可以充分锻炼肱二头肌、肱三头肌，练出线条紧实的手臂。这是一套肩部、肱二头肌、肱三头肌的循环训练。只需一对固定重量的小哑铃就可以将整条手臂练到位。建议安排在每天的主要训练之后，作为辅助训练练习。", 1, 3449639, "手臂");
INSERT INTO keep_lesson_list
VALUES(48, null, "img/content/HIIT燃脂/1.jpg", "HIIT 燃脂", "HIIT唤醒", "HIIT 是高强度间歇训练（High Intensity Interval Training）的简称，HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，并且能让身体在训练后也继续保持燃脂状态（后燃效应），对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 1, 3075413, "全身");
INSERT INTO keep_lesson_list
VALUES(48, null, "img/content/HIIT燃脂/2.jpg", "HIIT 燃脂", "HIIT活力", "HIIT 是高强度间歇训练（High Intensity Interval Training）的简称，HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，并且能让身体在训练后也继续保持燃脂状态（后燃效应），对于快节奏生活的都市人群来说这是一种非常不错的训练方式", 2, 1253662, "全身");
INSERT INTO keep_lesson_list
VALUES(48, null, "img/content/HIIT燃脂/3.jpg", "HIIT 燃脂", "HIIT全身燃动", "HIIT 是高强度间歇训练（High Intensity Interval Training）的简称，HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，并且能让身体在训练后也继续保持燃脂状态（后燃效应），对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 3, 3513128 , "全身");
INSERT INTO keep_lesson_list
VALUES(48, null, "img/content/HIIT燃脂/4.jpg", "HIIT 燃脂", "HIIT适应性训练", "HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 1, 28615306, "全身");
INSERT INTO keep_lesson_list
VALUES(48, null, "img/content/HIIT燃脂/5.jpg", "HIIT 燃脂", "HIIT燃脂初级", "HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 2, 13703586, "全身");
INSERT INTO keep_lesson_list
VALUES(48, null, "img/content/HIIT燃脂/6.jpg", "HIIT 燃脂", "HIIT燃脂进阶", "HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 3, 5952504 , "全身");
INSERT INTO keep_lesson_list
VALUES(48, null, "img/content/HIIT燃脂/7.jpg", "HIIT 燃脂", "HIIT燃脂强化", "HIIT 能使身体在训练之后也继续保持高效燃脂状态，花 20 多分钟训练就能取得比跑步1小时更好的效果。HIIT 通过短暂高强度的运动和休息的交替重复进行，能在单位时间内就达到非常高的能量消耗效果，对于快节奏生活的都市人群来说这是一种非常不错的训练方式。", 4, 3825437, "全身");
INSERT INTO keep_lesson_list
VALUES(48, null, "img/content/HIIT燃脂/8.jpg", "HIIT 燃脂", "李现 HIIT燃脂挑战", "「Keep 践型者」李现，带你高效燃脂。 课程编排采用 HIIT（高强度间歇性有氧）的设计原则，使训练者在训练过程中的心率始终保持在一个对减脂来说非常高效的区间。不仅节省了训练时间也保证了很好的训练效果。", 1, 2291795, "全身");
INSERT INTO keep_lesson_list
VALUES(48, null, "img/content/HIIT燃脂/9.jpg", "HIIT 燃脂", "健身单车初级HIIT", "有氧与无氧混合的单车减脂训练。本次训练分为前后 2 段间歇性训练，分别采用阻力和速度变化来控制强度，使其在短时间训练后，能够消耗掉比普通有氧运动更多的热量。节省了大量的时间，更适合现代人的工作生活环境。", 1, 609803, "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(48, null, "img/content/HIIT燃脂/10.jpg", "HIIT 燃脂", "健身单车进阶HIIT", "有氧与无氧混合的单车减脂训练。本次训练分为前后 2 段间歇性训练，分别采用阻力和速度变化来控制强度，使其在短时间训练后，能够消耗掉比普通有氧运动更多的热量。节省了大量的时间，更适合现代人的工作生活环境。", 3, 239763 , "腿部 臀部");
INSERT INTO keep_lesson_list
VALUES(48, null, "img/content/HIIT燃脂/11.jpg", "HIIT 燃脂", "健身单车强化HIIT", "有氧与无氧混合的单车减脂训练。本次训练分为前后 2 段间歇性训练，分别采用阻力和速度变化来控制强度，使其在短时间训练后，能够消耗掉比普通有氧运动更多的热量。节省了大量的时间，更适合现代人的工作生活环境。", 4, 276557 , "腿部 臀部");


INSERT INTO `keep_user`(`uid`, `uname`, `upwd`, `phone`, `avatar`, `user_name`, `gender`, `fans`, `attention`, `total_time`, `fit_time`, `running_km`, `yoga_time`, `ridding_km`, `walking_km`) VALUES (null, "Amieeli", 123456, 18819650002, "img/user_image/Amieeli.jpg", "Amieeli", 0, 170400, 270 , 12121, 9305, 149.49, 92, 23.9, 79.7)